Repository: mscreply/iSarv
Catalog: Resources/ViewResource.*.resx
Languages: fa

source: '{0}' is required.
fa: '{0}' اجباری است.

source: 2fa has been disabled. You can reenable 2fa when you setup an authenticator app
fa: 2fa غیر فعال شده است. هنگامی که یک برنامه احراز هویت را راه اندازی می کنید، می توانید 2fa را دوباره فعال کنید

source: A new idea makes my day and makes me happy.
fa: یک ایده‌ی جدید، روزی خاص برای من می‌سازد و من را خوشحال می‌کند.

source: Abbreviation (En)
fa: واژه اختصاری (En)

source: About
fa: درباره

source: About (En)
fa: درباره (En)

source: About (Fa)
fa: درباره (فا)

source: About Conference
fa: درباره کنفرانس

source: About Event
fa: درباره رویداد

source: About Training Course
fa: درباره دوره آموزشی

source: About Us
fa: درباره ما

source: Abstract
fa: چکیده

source: Abstract (En)
fa: چکیده (En)

source: Abstract (Fa)
fa: چکیده (فا)

source: Accept
fa: پذیرفته‌شده

source: Accept Certificate
fa: گواهی پذیرش

source: Accept Certificate (En)
fa: گواهی پذیرش (En)

source: Accept Certificate (Fa)
fa: گواهی پذیرش (فا)

source: Accept Certificate Text (En)
fa: متن گواهی پذیرش (En)

source: Accept Certificate Text (Fa)
fa: متن گواهی پذیرش (فا)

source: Accept Papers
fa: مقاله‌های پذیرفته‌شده

source: Accept Status
fa: وضعیت پذیرش

source: Accept the Review
fa: پذیرش داوری

source: Accept Type
fa: نوع پذیرش

source: Acceptance
fa: پذیرش

source: Accepted
fa: پذیرش‌شده

source: Accepted File Type
fa: فرمت قابل قبول فایل‌ها

source: Accepted Poster List
fa: لیست پوسترهای پذیرفته‌شده

source: Access denied
fa: دسترسی غیرمجاز

source: Accountant Educated
fa: حسابدار تحصیل كرده

source: Accounting
fa: حسابداری

source: Accurate and personalized analysis of test results using advanced artificial intelligence.
fa: تحلیل دقیق و شخصی‌سازی شده نتایج تست‌ها به کمک هوش مصنوعی پیشرفته.

source: AchievementStriving
fa: تلاش برای موفقیت

source: Achiever
fa: موفقیت‌طلب

source: Acting in theater or cinema
fa: بازیگری تئاتر یا سینما

source: Action
fa: اقدام

source: Actions
fa: اقدامات

source: Activate by Code
fa: با کد فعال کنید

source: Activation
fa: فعال‌سازی

source: Activation Code
fa: کد فعال‌سازی

source: Activation code is required
fa: کد فعال سازی الزامی است

source: Activation code is valid
fa: کد فعال سازی معتبر است

source: Activation Code Management
fa: مدیریت کد فعال سازی

source: Activation code not found.
fa: کد فعال سازی پیدا نشد

source: Activation Codes List
fa: لیست کدهای فعال سازی

source: Activator
fa: فعال‌کننده

source: Active participation in seminars
fa: شركت فعال در سمینارها

source: Activities
fa: فعالیت ها

source: Activity
fa: فعالیت

source: Adaptability
fa: سازگاری

source: Add Admin
fa: ایجاد مدیر سیستم

source: Add Audio Files
fa: اضافه‌نمودن فایل صوتی

source: Add Author
fa: اضافه‌نمودن نویسنده

source: Add Blog Post
fa: اضافه‌نمودن اطلاعیه بلاگ

source: Add Custom Page
fa: اضافه‌نمودن صفحات سفارشی

source: Add Extra Files
fa: اضافه‌نمودن فایل‌های ارائه

source: Add Files
fa: اضافه‌نمودن فایل

source: Add Guide Files
fa: اضافه‌نمودن فایلهای راهنما

source: Add Item
fa: اضافه‌نمودن آیتم

source: Add Keynote Speaker
fa: اضافه نمودن سخنران کلیدی

source: Add Link
fa: اضافه‌نمودن لینک

source: Add New Author
fa: اضافه‌نمودن نویسنده جدید

source: Add Payment Receipt
fa: اضافه‌نمودن رسید پرداخت

source: Add Presentation Files
fa: اضافه‌نمودن فایل‌های ارائه

source: Add Profile Photo
fa: اضافه‌نمودن تصویر پروفایل

source: Add Required Files
fa: اضافه‌نمودن فایل‌های مورد نیاز

source: Add Reviewer
fa: اضافه‌نمودن داور

source: Add Session
fa: اضافه‌نمودن نشست

source: Add Slide Files
fa: اضافه‌نمودن فایل اسلاید

source: Add User
fa: اضافه‌نمودن کاربر

source: Add via Excel
fa: اضافه‌نمودن با فایل اکسل

source: Address
fa: آدرس

source: Admin
fa: مدیر سیستم

source: Admin dashboard
fa: داشبورد مدیریت

source: Administration
fa: مدیریت

source: Administrative financial inspector
fa: بازرسی مالی اداری

source: Administrator
fa: مدیر سیستم

source: Admission
fa: پذیرش

source: Advertising artist
fa: هنر مند آگهی های تبلیغاتی

source: Advertising executive director and advertising manager
fa: مدیر اجرایی آگهی و مسئول تبلیغات

source: Advertising manager or public relations manager
fa: مدیر تبلیغات یا مدیر روابط عمومی

source: Aesthetics
fa: زیبایی شناسی

source: Affiliation
fa: وابستگی علمی

source: Affiliation (En)
fa: وابستگی علمی (En)

source: Affiliation (Fa)
fa: وابستگی علمی (فا)

source: Agree
fa: موافقم

source: Agreeableness
fa: توافق پذیری

source: AI &amp; Data Science Lead
fa: رهبر هوش مصنوعی و علم داده

source: AI Analysis
fa: تحلیل با هوش مصنوعی

source: AI Analysis Models
fa: مدل‌های تحلیل هوش مصنوعی

source: AI Career Matching
fa: تطبیق شغلی با هوش مصنوعی

source: AI-Powered Analysis
fa: تحلیل مبتنی بر هوش مصنوعی

source: Aircraft mechanic
fa: مكانیك هواپیما

source: All
fa: همه

source: Altruism
fa: نوع دوستی

source: An error occurred while processing your request.
fa: متاسفانه در اجرای درخواست شما مشکلی پیش آمده است.

source: An hour is the most time I can concentrate on work or study.
fa: یک ساعت بیشترین زمانی است که می‌توانم بر روی کار یا درس متمرکز شوم.

source: Analytical
fa: تحلیلی

source: AngerHostility
fa: خصومت خشم

source: Anthropologist
fa: مردم شناس

source: Anxiety
fa: اضطراب

source: Anything related to the ideas of humanity attracts my attention.
fa: هر مسأله‌ای در ارتباط با اندیشه‌های مربوط به بشریت، توجه من را جلب می‌کند.

source: Anything that has to do with sports attracts my attention
fa: هر چیزی که به ورزش ارتباط داشته باشد، توجه من را به خودش جلب می‌کند.

source: ApplicationUser
fa: کاربر

source: Archiving letters, reports, records, etc.
fa: بایگانی نامه ها ، گزارشها ، سوابق و غیره

source: Are you sure you want to delete this user?
fa: آیا مطمئن هستید که می‌خواهید این کاربر را حذف کنید؟

source: Are you sure you want to delete this?
fa: آیا مطمئن هستید که می‌خواهید این مورد را حذف کنید؟

source: Are you sure you want to reset the test and extend its time?
fa: آیا مطمئن هستید که می خواهید آزمایش را بازنشانی کنید و زمان آن را تمدید کنید؟

source: Arranger
fa: سازمان‌دهنده

source: Art and aesthetics are not very important to me.
fa: جنبه های هنری و زیبایی شناسی برای من زیاد اهمیت ندارند.

source: Artistic
fa: هنر دوست

source: Artistic ability
fa: توانایی هنری

source: As a child, I rarely enjoyed games that involved acting and imagination.
fa: در کودکی بندرت از بازیهای که جنبه نمایشی وتخلیلی داشتند خوشم می آمد .

source: As a child, I was really playful and independent.
fa: در زمان کودکی، واقعا بازیگوش و مستقل بودم.

source: As a child, I was well-adjusted and didn't cause problems for my peers or adults.
fa: در زمان کودکی، به خوبی سازگار می‌شدم و مشکلی برای هم‌سن‌وسال‌هایم و بزرگترها ایجاد نمی‌کردم.

source: As a student, I was unsure about my major. The assessments helped me identify my strengths and choose a path I'm excited about.
fa: من به عنوان یک دانشجو، در مورد رشته تحصیلی خود مطمئن نبودم. ارزیابی‌ها به من کمک کردند تا نقاط قوت خود را شناسایی کنم و مسیری را انتخاب کنم که از آن هیجان‌زده هستم.

source: Assertiveness
fa: قاطعیت

source: Assign
fa: انتساب

source: Assign Date
fa: تاریخ انتساب

source: Assign Field
fa: انتساب فیلد تخصصی

source: Assign Fields
fa: انتساب فیلدهای تخصصی

source: Assign New Reviewer
fa: انتساب داور جدید

source: Assign Reviewer
fa: انتساب داور

source: Assign Roles
fa: انتساب نقش‌ها

source: Assigned Review
fa: داوری‌های انتساب‌یافته

source: Astrologer
fa: ستاره شناس ( منجم )

source: Attending meetings and seminars
fa: حضور در جلسات و سمینارها

source: Audience
fa: شرکت‌کننده

source: Audio
fa: فایل صوتی

source: Audios
fa: فایل‌های صوتی

source: Authenticator code
fa: کد احراز هویت

source: Author
fa: نویسنده

source: Author (Fa)
fa: نویسنده

source: Author Name
fa: نام و نام خانوادگی نویسنده

source: Authors
fa: نویسندگان

source: Authors (Regular Users)
fa: نویسندگان (کاربران عادی)

source: Auto mechanic
fa: مكانیك اتومبیل

source: Avatar
fa: آواتار

source: Back To Inbox
fa: بازگشت به صندوق پیام

source: Back to List
fa: بازگشت به لیست

source: Back to Sessions
fa: بازگشت به نشست‌ها

source: Background Color
fa: رنگ پس‌زمینه

source: Bank bailiff
fa: تحویلدار بانك

source: Bank inspector
fa: بازرس بانك

source: Before making a decision, I think about all aspects of the matter.
fa: قبل از اینکه تصمیم بگیرم به همه جوانب کار فکر می کنم.

source: Before taking any action, I always consider its consequences.
fa: همیشه قبل از دست زدن به عملی ، پیامد های آنرا در نظر می گیرم .

source: Before you begin, please read the instructions on the next page carefully. The test consists of 177 pairs of statements, each describing your individual characteristics. You must select only the one statement from each pair that best describes you.
fa: قبل از شروع، لطفاً دستورالعمل‌های صفحه بعد را با دقت بخوانید. این تست شامل ۱۷۷ جفت عبارت است که هر کدام ویژگی‌های فردی شما را توصیف می‌کنند. شما باید فقط یک عبارت از هر جفت را که بهترین توصیف از شما است انتخاب کنید.

source: Being a confidant and confidant of others is satisfying for me
fa: محرم اسرار و معتمد دیگران بودن برای من رضایت بخش است

source: Being completely honest in business is not a suitable method.
fa: کاملاً درستکار بودن در تجارت و کسب روش مناسبی نیست.

source: Belief
fa: باورمند

source: Belief in humanity determines the direction of my life
fa: اعتقاد به انسانیت، مسیر زندگی‌ من را مشخص می‌کند

source: Below is a sample question. Choose the statement that best describes you
fa: در زیر یک سوال نمونه آورده شده است. عبارتی را انتخاب کنید که بهترین توصیف از شما است

source: Bio
fa: بیوگرافی

source: Biography
fa: بیوگرافی

source: Biography (Fa)
fa: بیوگرافی

source: Biologist
fa: زیست شناس

source: Blind Review
fa: داوری ناشناس

source: Blog
fa: بلاگ

source: Blog Post
fa: اطلاعیه بلاگ

source: Blog Posts List
fa: لیست اطلاعیه‌های بلاگ

source: Blog Posts Management
fa: مدیریت پست‌های بلاگ

source: Body
fa: پیام

source: Body (En)
fa: پیام (En)

source: Body (Fa)
fa: پیام (فا)

source: Botanist
fa: گیاه شناس

source: Bright colors and flashy things attract me.
fa: رنگ ها ی روشن وچیزهای پرزرق وبرق مرا به خود جلب می کند .

source: Budget program manager (accountant)
fa: مسئول برنامه های بودجه ( ذی حساب )

source: Build Your Career Future Intelligently
fa: آینده شغلی خود را هوشمندانه بسازید

source: Building inspector
fa: بازرس ساختمان

source: Business company manager
fa: مدیر شركت های بازرگانی

source: Buy New Package
fa: خرید پکیج جدید

source: Buy Package
fa: خرید پکیج

source: By
fa: توسط

source: By studying history, I can discover the future
fa: با مطالعه‌ی تاریخ می‌توانم آینده را کشف کنم

source: Cancel
fa: لغو

source: Canceled By Reviewer
fa: لغوشده توسط داور

source: Card
fa: کارت

source: Card Issuance
fa: صدور کارت

source: Cards
fa: کارتها

source: Career guide and counselor
fa: راهنما و مشاور شغلی

source: Career Suggestions
fa: پیشنهادات شغلی

source: Carefully keeping books clean and stationery
fa: دقت در تمیز نگهداشتن كتابها و لوازم التحریر خود

source: Carpenter
fa: نجار

source: Ceremony manager
fa: مدیر مراسم وتشریفات

source: Certificate
fa: گواهی

source: Certificate Background
fa: پس‌زمینه گواهی‌

source: Certificate Setting
fa: تنظیمات گواهی‌

source: Change Admin Account Information
fa: تغییر اطلاعات حساب کاربری ادمین

source: Change Decision
fa: تغییر تصمیم

source: Change email
fa: تغییر ایمیل

source: Change Field
fa: تغییر فیلد تصصی

source: Change Image
fa: تغییر تصویر

source: Change Logo
fa: تغییر لوگو

source: Change Password
fa: تغییر رمز عبور

source: Change Presenter
fa: تغییر ارائه دهنده

source: Change Theme
fa: تغییر قالب

source: Change your account settings
fa: تنظیمات حساب کاربری خود را تغییر دهید

source: Charity affairs director
fa: مدیر امور خیریه

source: Check our Courses
fa: دوره های ما را بررسی کنید

source: Check our Gallery
fa: گالری تصاویر را مشاهده کنید

source: Check our new News
fa: اخبار جدید ما را چک کنید

source: Chemist
fa: شیمیدان

source: Chief
fa: دبیر

source: Children's literature writer
fa: نویصسنده ا دبیات كودكان

source: Choose from Registered Users
fa: انتخاب داور از میان کاربران ثبت‌نام شده

source: Click &quot;Next&quot; to begin.
fa: برای شروع روی «بعدی» کلیک کنید.

source: click here to log in
fa: برای ورود کلیک کنید

source: Click here to Logout
fa: برای خروج کلیک کنید

source: Click to see more of our training courses.
fa: جهت مشاهده دوره‌های آموزشی بیشتر ما کلیک کنید.

source: Click to see the Review
fa: برای دیدن نتیجه داوری کلیک کنید

source: Click to take the test
fa: برای شرکت در آزمون کلیک کنید

source: Click to view all articles.
fa: برای مشاهده همه مقالات کلیک کنید.

source: Click to view the result.
fa: برای مشاهده نتیجه کلیک کنید.

source: Clifton Result
fa: نتیجه کلیفتون

source: Clifton Test
fa: تست کلیفتون

source: Clifton Test Instructions
fa: دستورالعمل‌های تست کلیفتون

source: Clifton Test Question
fa: سوال تست کلیفتون

source: Clifton Test Questions Management
fa: مدیریت سوالات تست کلیفتون

source: Clifton Test Result
fa: نتیجه تست کلیفتون

source: CliftonTest
fa: تست کلیفتون

source: Code
fa: کد

source: Coffee Break
fa: استراحت و پذیرایی

source: CoffeeBreak
fa: استراحت و پذیرایی

source: Colors
fa: رنگ‌ها

source: Command
fa: فرماندهی

source: Comment
fa: اظهارنظر

source: Comment To Author
fa: توضیح برای نویسنده

source: Comment To Editor
fa: توضیح برای سردبیر

source: Comments
fa: توضیحات

source: Comments To Author
fa: توضیحات برای نویسنده

source: Comments To Editor
fa: توضیحات برای سردبیر

source: Committees
fa: کمیته‌ها

source: Communication
fa: ارتباطات

source: Competence
fa: صلاحیت

source: Competition
fa: رقابت‌جو

source: Completed
fa: تکمیل شده

source: Completing the tasks that are expected of me makes my day special and makes me happy.
fa: انجام تمام و کمال وظایفی که از من انتظار می‌رود، روزی خاص برای من می‌سازد و من را خوشحال می‌کند.

source: Compliance
fa: انطباق

source: Compose Message
fa: ارسال پیام

source: Computer operator
fa: اپراتور كامپیوتر

source: Conference Abbreviation
fa: واژه اختصاری کنفرانس

source: Conference Administration
fa: مدیریت کنفرانس

source: Conference favicon
fa: آیکون کنفرانس

source: Conference Fields
fa: محورهای کنفرانس

source: Conference Logo
fa: لوگوی کنفرانس

source: Conference mobile icon
fa: آیکون موبایل کنفرانس

source: Conference Poster
fa: پوستر کنفرانس

source: Conference Poster (En)
fa: پوستر کنفرانس (En)

source: Conference Poster (Fa)
fa: پوستر کنفرانس (Fa)

source: Conference Scheduling
fa: زمان‌بندی کنفرانس

source: Conference Sponsors
fa: حامیان کنفرانس

source: Conference Title
fa: عنوان کنفرانس

source: Conference Topics
fa: محورهای کنفرانس

source: Conference URL
fa: لینک کنفرانس

source: Confirm
fa: تایید

source: Confirm new password
fa: تایید رمز عبور جدید

source: Confirm Password
fa: تایید رمز عبور

source: Confirm the test result
fa: نتیجه تست را تایید کنید

source: Confirm User
fa: تایید کاربر

source: Confirmation link to change email sent. Please check your email.
fa: پیوند تأیید تغییر ایمیل ارسال شده. لطفا ایمیل خود را بررسی کنید.

source: Congratulation! Your paper has been accepted
fa: تبریک! مقاله شما پذیرفته شده است

source: Congratulation. Presenter card has been issued.
fa: تبریک. کارت ارایه دهنده مقاله صادر شده است.

source: Connectedness
fa: پیوندگرا

source: Conscientiousness
fa: وظیفه شناسی

source: Consistency
fa: ثبات‌گرا

source: Contact
fa: تماس

source: Contact Support
fa: با پشتیبانی تماس بگیرید

source: Contact Us
fa: تماس با ما

source: Contact Us for More Info
fa: برای اطلاعات بیشتر با ما تماس بگیرید

source: Context
fa: زمینه‌گرا

source: Continue
fa: ادامه دهید

source: Conventional
fa: قانونمند

source: Correspondent
fa: نویسنده مسئول

source: Cost estimator
fa: ارزیاب هزینه ها

source: Counselor
fa: مشاور

source: Course
fa: دوره آموزشی

source: Course Details
fa: جزئیات دوره آموزشی

source: Course Information
fa: اطلاعات دوره

source: Course Instructor
fa: مدرس دوره

source: Course Instructors
fa: مدرسان دوره

source: Course Syllabus
fa: برنامه درسی دوره

source: Courses
fa: دوره‌های آموزشی

source: Court draftsman
fa: تند نویس دادگاه

source: Create
fa: ایجاد

source: Create New
fa: ایجاد جدید

source: Create New Course
fa: ایجاد دوره جدید

source: Create New Event
fa: ایجاد رویداد جدید

source: Create New Instructor
fa: ایجاد مدرس جدید

source: Create New User
fa: ایجاد کاربر جدید

source: Create User
fa: کاربر ایجاد کنید

source: Created Date
fa: تاریخ ایجاد

source: CreatedDate
fa: تاریخ ایجاد

source: Creator
fa: اقدام‌کننده

source: Criticizing a play
fa: نقد نمایشنامه

source: Crying is a part of my life.
fa: گریه‌کردن بخشی از زندگی من است.

source: Current Date
fa: تاریخ جاری

source: Current Fields
fa: فیلدهای تخصصی فعلی

source: Current File
fa: فایل فعلی

source: Current password
fa: رمز عبور فعلی

source: Current Roles
fa: نقش‌های کاربری فعلی

source: Dashboard
fa: داشبورد

source: Date
fa: تاریخ

source: Date of Birth
fa: تاریخ تولد

source: DateOfBirth
fa: تاریخ تولد

source: Days
fa: روزها

source: Deadline
fa: مهلت

source: Decided Review
fa: داوری‌های تصمیم‌گیری‌شده

source: Decision
fa: تصمیم نهایی

source: Decision Date
fa: تاریخ تصمیم‌گیری

source: Default Setting
fa: تنظیمات پیش‌فرض

source: Delete
fa: حذف

source: Delete Course
fa: حذف دوره

source: Delete data and close my account
fa: داده ها را حذف کنید و حساب من را ببندید

source: Delete Event
fa: حذف رویداد

source: Delete Message
fa: حذف پیام

source: Delete Personal Data
fa: حذف داده های شخصی

source: Deleting this data will permanently remove your account, and this cannot be recovered.
fa: حذف این داده ها حساب شما را برای همیشه حذف می کند و این مورد بازیابی نمی شود.

source: Deliberation
fa: مشورت

source: Deliberative
fa: تأمل‌گرا

source: Depression
fa: افسردگی

source: Describes me
fa: من را توصیف می کند

source: Description
fa: توضیحات

source: Description (En)
fa: توضیحات (En)

source: Description (Fa)
fa: توضیحات (فا)

source: Details
fa: جزئیات

source: Developer
fa: توسعه‌دهنده

source: Different Assessment Types
fa: انواع مختلف ارزیابی

source: Disagree
fa: مخالفم

source: Discipline
fa: نظم‌گرا

source: Discover Features
fa: کشف ویژگی‌ها

source: Discover Your Career Aptitude
fa: استعداد شغلی خود را کشف کنید

source: Discussing political issues
fa: بحث درباره مسائل سیاسی

source: Diverse Tests
fa: تست‌های متنوع

source: Doing things right is everything.
fa: انجام درست کارها همه چیز است.

source: Dorm supervisor
fa: سرپرست خوابگاه

source: Download
fa: دانلود

source: Download As Excel
fa: دانلود با فرمت اکسل

source: Download As ZIP
fa: دانلود به صورت فشرده

source: Download Excel Template
fa: دانلود قالب اکسل

source: Download Template
fa: دانلود قالب

source: Download Your Data
fa: داده های خود را دانلود کنید

source: Dr. Career Advisor
fa: دکتر مشاور شغلی

source: Drawing or calligraphy or music skills
fa: مهارت های نقاشی یا خط یا موسیقی

source: Drawing, drawing, painting
fa: طراحی ، ترسیم ، نقاشی

source: Driving trucks and tractors
fa: راندن كامیون و تراكتور

source: Duration (Fa)
fa: مدت دوره

source: Dutifulness
fa: وظیفه شناسی

source: Edit
fa: ویرایش

source: Edit Application User
fa: ویرایش کاربر برنامه

source: Edit Course
fa: ویرایش دوره آموزشی

source: Edit Email Texts
fa: ویرایش متن ایمیل‌ها

source: Edit Event
fa: ویرایش رویداد

source: Edit Files
fa: ویرایش فایل‌ها

source: Edit Instructor
fa: ویرایش اطلاعات مدرس

source: Edit Paper
fa: ویرایش مقاله

source: Edit Paper Files
fa: ویرایش فایل‌های مقاله

source: Edit Paper Info
fa: ویرایش اطلاعات مقاله

source: Edit User
fa: ویرایش کاربر

source: Editor-in-chief of a Scientific journal
fa: سردبیر یك مجله علمی

source: Electric excavator driver, crane
fa: راننده خاك برداری برقی ، جرثقیل

source: Electrician
fa: برقكار

source: Email
fa: ایمیل

source: Email Address
fa: آدرس ایمیل

source: Email address not available for this activation code.
fa: آدرس ایمیل برای این کد فعال سازی در دسترس نیست.

source: Email Configuration
fa: تنظیمات ایمیل

source: Email Confirmation Link
fa: لینک تایید ایمیل

source: Email to Authors after Accept
fa: ایمیل به نویسندگان بعد از پذیرش مقاله

source: Email to Authors after Reject
fa: ایمیل به نویسندگان بعد از رد مقاله

source: Email to Authors after Submit
fa: ایمیل به نویسندگان بعد از ارسال مقاله

source: Email to Authors to Resubmit
fa: ایمیل به نویسندگان برای اصلاح و ارسال مجدد مقاله

source: Email to Authors to Revise
fa: ایمیل به نویسندگان برای بازنگری مقاله

source: Email to Editor after Review
fa: ایمیل به سردبیر بعد از داوری مقاله

source: Email to Editor after Revise
fa: ایمیل به سردبیر بعد از بازنگری مقاله

source: Email to Editor after Submit
fa: ایمیل به سردبیر بعد از ارسال مقاله

source: Email to Reviewer after Decision
fa: ایمیل به داور بعد از داوری مقاله

source: Email to Reviewer for Reminder
fa: ایمیل به داور برای یادآوری

source: Email to Reviewer to Review
fa: ایمیل به داور برای داوری مقاله

source: Email to Reviewer to Revise
fa: ایمیل به داور برای داوری مجدد مقاله

source: Email to Reviewer to Stop Review
fa: ایمیل به داور جهت توقف داوری

source: Email to Users after Registration
fa: ایمیل به کاربران بعد از ثبت‌نام

source: Empathy
fa: همدلی

source: Empowering individuals to make informed career decisions through AI-driven insights and personalized guidance.
fa: توانمندسازی افراد برای تصمیم‌گیری آگاهانه شغلی از طریق بینش‌های مبتنی بر هوش مصنوعی و راهنمایی شخصی‌سازی‌شده.

source: Enable SSL
fa: فعال‌سازی SSL

source: End Date
fa: تاریخ خاتمه

source: End Time
fa: زمان خاتمه

source: English Font
fa: فونت انگلیسی

source: Ensure you answer all questions before submitting.
fa: اطمینان حاصل کنید که به تمام سوالات قبل از ارسال پاسخ داده‌اید.

source: Ensures the smooth operation and development of the platform.
fa: تضمین عملکرد روان و توسعه پلتفرم.

source: Enter Activation Code
fa: کد فعال سازی را وارد کنید

source: Enter Address
fa: آدرس را وارد کنید

source: Enter Biography
fa: بیوگرافی را وارد کنید

source: Enter Created Date
fa: تاریخ ایجاد را وارد کنید

source: Enter Date of Birth
fa: تاریخ تولد را وارد کنید

source: Enter Field of Study
fa: رشته تحصیلی را وارد کنید

source: Enter Full Name
fa: نام کامل را وارد کنید

source: Enter Last Login Date
fa: تاریخ آخرین ورود را وارد کنید

source: Enter Occupation
fa: شغل را وارد کنید

source: Enter Statement A
fa: گویه الف را وارد کنید

source: Enter Statement B
fa: گویه ب را وارد کنید

source: Enter the activation code
fa: کد فعال سازی را وارد کنید

source: Enter the final result
fa: نتیجه نهایی را وارد کنید

source: Enter the package name
fa: نام بسته را وارد کنید

source: Enter the response
fa: پاسخ را وارد کنید

source: Enter the statement
fa: بیانیه را وارد کنید

source: Enter the test result
fa: نتیجه تست را وارد کنید

source: Enter the user ID
fa: شناسه کاربر را وارد کنید

source: Enter University
fa: دانشگاه را وارد کنید

source: Enter your email address
fa: آدرس ایمیل خود را وارد کنید

source: Enter your national ID
fa: شناسه ملی خود را وارد کنید

source: Enter your phone number
fa: شماره تلفن خود را وارد کنید

source: Enterprising
fa: کارآفرین

source: Error
fa: خطا!

source: Error changing email.
fa: خطا در تغییر ایمیل

source: Error changing user name.
fa: خطا در تغییر نام کاربری

source: Error confirming your email.
fa: متاسفانه در تایید ایمیل شما خطایی رخدادهاست.

source: Error reading Fields:
fa: خطا در خواندن فیلدها:

source: Error reading options:
fa: خطا در خواندن گزینه ها:

source: Error! Your paper has not been submitted. Please try again later.
fa: خطا! متاسفانه مقاله شما ارسال نشده است. لطفا دوباره سعی کنید.

source: Error: Email already exists.
fa: خطا: ایمیل از قبل وجود دارد.

source: Error: Phone Number already exists.
fa: خطا: شماره تماس از قبل وجود دارد.

source: Error: Username already exists.
fa: خطا: نام کاربری از قبل وجود دارد.

source: Even a small annoyance incapacitates me.
fa: حتی یک اذیت وآزار کوچک مرا عاجز می کند .

source: Even if I wanted to, I could not deceive anyone.
fa: حتی اگر بخواهم نمی توانم کسی را فریب دهم.

source: Even when everything seems to go wrong, I can still make good decisions.
fa: حتی وقتی به نظر می رسد که همه کارها اشتباه شده ، باز هم می توان تصمیمات خوبی بگیرم .
