Repository: mscreply/iSarv
Catalog: Resources/ViewResource.*.resx
Languages: fa

source: I pay my debts on time and in full.
fa: بدهکاری هایم را سر موقع و کامل پرداخت می کنم.

source: I prefer cooperation over competition with others.
fa: همکاری را بر رقابت با دیگران ترجیح می دهم.

source: I prefer not to talk about myself and my achievements.
fa: ترجیح می دهم در مورد خودم و کارهایم (دستاوردهایم) حرف نزنم.

source: I prefer tasks that I can do alone without the hassle of dealing with others.
fa: كارهایی را ترجیح می دهم كه به تنهایی آنها را انجام دهم و دردسر با دیگران را نداشته باشم .

source: I prefer to be a compassionate and forgiving person rather than just.
fa: بیشتر ترجیح می دهم فرد رحیم وبخشنده ای باشم تا عادل .

source: I prefer to be around people who are like me
fa: من ترجیح می‌دهم تا در میان افرادی باشم که مانند من هستند.

source: I prefer to deal with mature people.
fa: ترجیح می‌دهم با آدم‌های بالغ سروکار داشته باشم.

source: I prefer to have freedom in doing things rather than following a pre-determined plan.
fa: ترجیح می دهم در طی هر کاری آزادی انتخاب داشته باشم تا اینکه هر کاری را با نقشه از پیش تعیین شده انجام دهم.

source: I prefer to live with what happens.
fa: ترجیح می‌دهم تا با گذر اتفاقات زندگی کنم.

source: I prefer to praise and admire others rather than myself.
fa: ترجیح می دهم به جای خودم دیگران را تمجید وستایش کنم .

source: I prefer to spend my holidays in a crowded resort rather than an isolated forest cabin.
fa: ترجیح می دهم که تعطیلاتم را در یک محل تفریحی شلوع بگذرانم تا در یک کلبه جنگلی دور افتاده .

source: I prefer to spend my time in familiar environments.
fa: ترجیح می دهم که وقتم را در محیط های آشنا صرف کنم .

source: I prefer to spend my vacations in familiar places.
fa: برای مرخصی ترجیح می دهم به محل های آشنا بروم .

source: I prefer to talk about sports.
fa: ترجیح می‌دهم در مورد مسائل ورزشی صحبت کنم.

source: I prefer to work as part of a team.
fa: ترجیح می‌دهم به‌صورت تیمی و به‌عنوان عضوی از تیم کار کنم.

source: I prefer to work for myself rather than lead others.
fa: ترجیح می دهم که برای خودم کار کنم تا راهبر دیگران باشم .

source: I prefer topics that make me think.
fa: مباحثی که من را به فکر کردن وا می دارد را ترجیح می‌دهم.

source: I prioritize issues first, then take action.
fa: اول مسائل را اولویت‌بندی می‌کنم، سپس اقدام می‌کنم.

source: I progress by investing in my talents.
fa: با سرمایه‌گذاری بر استعدادهایم، پیشرفت می‌کنم.

source: I rarely feel anxious or afraid.
fa: به ندرت احساس اضطراب یا ترس می کنم.

source: I rarely feel lonely or sad.
fa: بندرت احساس تنهایی و غم می کنم.

source: I rarely feel sad or depressed.
fa: به ندرت غمگین و افسرده هستم.

source: I rarely feel strong emotions and passions.
fa: به ندرت هیجانات و عواطف قوی در خودم احساس می کنم.

source: I rarely get overly involved in issues.
fa: به ندرت خود را بیش از حد درگیر مسائل می کنم.

source: I rarely give in to my immediate desires.
fa: من بندرت تسلیم خواسته های آنی خود می شوم .

source: I rarely make hasty decisions.
fa: بندرت عجولانه تصمیم می گیرم.

source: I rarely notice the emotions and feelings resulting from different situations.
fa: بندرت متوجه احساسات وعواطف حاصل از وضعیت مختلف می شوم .

source: I rarely pay attention to my future feelings.
fa: بندرت به احساسات آتی خود توجه می کنم.

source: I rarely use words like &quot;amazing&quot; and &quot;great&quot; to describe my experiences.
fa: بندرت از لغاتی مثل « فوق العاده » و « عالی » برای توصیف تجربیاتم استفاده می کنم .

source: I rarely worry about the future.
fa: به ندرت نگران آینده می شوم .

source: I react to things as they arise.
fa: همان زمانی که مسائلی پیش می‌آید، من به آن‌ها واکنش نشان می‌دهم.

source: I read all instructions before starting.
fa: من تمام دستورالعمل‌ها را قبل از شروع می‌خوانم.

source: I really enjoy talking to others.
fa: واقعاً از صحبت كردن با دیگران لذت می برم .

source: I really like most of the people I meet.
fa: بیشتر افرادی را که با آنها در تماس هستم ، واقعا دوست دارم.

source: I relate better to others when I understand their weaknesses.
fa: زمانی با دیگران بهتر ارتباط بر قرار می‌کنم که نقاط ضعف آن‌ها را دریابم.

source: I seek out philosophical people
fa: من به دنبال افراد فیلسوف می‌گردم

source: I seek responsibility.
fa: به دنبال مسئولیت‌پذیری هستم.

source: I seem to be at my best when I am in a group.
fa: وقتی در میان یک گروه هستم، به نظر می‌رسد که به بهترین وجه آماده می باشم

source: I set aside time to plan and think about the future
fa: من وقت جداگانه ای را برای برنامه ریزی و فکر کردن در مورد آینده اختصاص می دهم

source: I set my own direction in life.
fa: من خودم سمت و سوی زندگیم را تعیین می‌کنم.

source: I spend 25% of my time thinking about the future.
fa: من 25% از وقتم را صرف فکر کردن به آینده می‌کنم.

source: I spend 5 hours or more each week thinking alone.
fa: هر هفته 5 ساعت یا بیشتر را صرف تفکر در تنهایی می‌کنم.

source: I spend 70% of my time thinking about the future.
fa: من 70% از وقتم را صرف فکر کردن به آینده می‌کنم.

source: I spend a lot of time finding things I did not put in their place.
fa: وقت زیادی را برای پیدا کردن چیزهایی که در سرجایشان نگذاشته ام صرف می کنم .

source: I strive for advancement.
fa: برای ارتقا یافتن تلاش می‌کنم.

source: I strive to achieve what I want.
fa: تلاش می کنم آنچه را که می خواهم بدست آورم .

source: I study what motivates others.
fa: در این مورد که چه چیزی به دیگران انگیزه می‌دهد، مطالعه می‌کنم.

source: I sympathize with people who are not as fortunate as I am.
fa: من با افرادی که به خوشبختی خودم نیستند همدردی می کنم .

source: I take pride in making accurate and precise judgments.
fa: به قضاوت های صحیح ودقیق به خود افتخار می کنم .

source: I take pride in my cleverness in managing people.
fa: به زیرکی خود در اداره کردن افراد افتخار می کنم .

source: I take the most share of talking in conversations.
fa: در گفتگو ها بیشترین سهم را از صحبت کردن دارم .

source: I talk to people around me several times a day about I talk about my future vision
fa: من هر روز چندین مرتبه با اطرافیانم در مورد چشم‌اندازهای آینده‌ام صحبت می‌کنم

source: I tend to seek guidance from people who know what to do in uncertain situations.
fa: من تمایل دارم در موقعیت‌های غیر قابل اطمینان، به دنبال راهنمایی افرادی بروم که قاعدتا می‌دانند چه کاری درست است.

source: I tend to use a lot of abstract and complex words.
fa: تمایل دارم از بسیاری از لغات انتزاعی و پیچیده استفاده کنم.

source: I think a lot about cause and effect relationships.
fa: در مورد روابط علل و معلولی بسیار تفکر می‌کنم.

source: I think about how I will react to what will happen in the future.
fa: با خودم فکر می‌کنم که چگونه به آنچه که در آینده اتفاق خواهد افتاد واکنش نشان خواهم داد.

source: I think about what I do best
fa: من به این فکر می‌کنم که چه کاری را عالی انجام می‌دهم

source: I think about what I need to improve
fa: من به این فکر می‌کنم که چه چیزی را باید ارتقا دهم

source: I think creatively and strategically, and patterns and issues that need to be addressed naturally emerge and become clear to me.
fa: من طرز تفکر خلاقانه و استراتژیکی دارم و به طور طبیعی، الگوها و مسائلی که باید در نظر بگیرم، برای من پدیدار و روشن می‌شود.

source: I think if a person does not know what they believe in by the age of 25, they have a problem.
fa: فکر می کنم اگر فردی در سن 25 سالگی اش نداند که به چه چیزی متعقد است ، دارای مشکل است .

source: I think if you allow it, most people will take advantage of you.
fa: فکر می کنم اگر اجازه بدهی (امکان بدهی) بیشتر مردم از تو سوء استفاده می کنند.

source: I think learning a new hobby and mastering it is interesting.
fa: فکر می کنم یاد گرفتن سرگرمی جدید و مهارت پیدا کردن در انجام آن کار جالبی است.

source: I think most people I interact with are honest and trustworthy.
fa: فکر می کنم که اغلب مردمی که با آنها رابطه دارم درستکار و قابل اعتماد هستند.

source: I think most people in life have good intentions.
fa: فکر می کنم اغلب مردم در زندگی دارای حسن نیت هستند.

source: I think most people would steal if given the opportunity.
fa: فکر می‌کنم اگر شرایط فراهم باشد، بیشتر مردم دزدی می کنند.

source: I think social laws and policies should evolve according to the changing needs of the times.
fa: فکر می کنم که قوانین و سیاست های اجتماعی بایستی مطابق با نیازهای زمان که در حال تغییر است ، تحول پیدا کنند.

source: I think teaching contradictory topics to students only confuses them.
fa: فکر می کنم آموزش مطالب متناقض به دانشجویان فقط به سردرگمی و گمراهی آنها منجر خواهد شد.

source: I treat everyone equally.
fa: من با تمام افراد به‌طور برابر برخورد می‌کنم.

source: I trust my heart for important decisions.
fa: برای تصمیم‌گیری‌های مهم، به قلبم اعتماد می‌کنم.

source: I trust others too much.
fa: بیش از اندازه به دیگران اعتماد می‌کنم.

source: I try my best and do what I set out to do.
fa: حداکثر تلاشم را می‌کنم و آنچه را که در ابتدا گفته‌ام انجام ‌می دهم، به انجام می‌رسانم.

source: I try to be a humble and modest person.
fa: سعی می كنم آدم متواضع وفرو تنی باشم .

source: I try to be polite to everyone.
fa: سعی می کنم در مقابل همه مؤدب باشم.

source: I try to direct all my thoughts in realistic directions and avoid imagination and daydreaming.
fa: سعی می کنم کلیه افکارم را در جهات واقع بینانه هدایت کنم و از تخیل و رویا پردازی اجتناب نمایم.

source: I try to do all my tasks responsibly.
fa: سعی می کنم که همه کارهایم را با احساس مسئولیت انجام دهم.

source: I try to do everything as perfectly as possible.
fa: تلاش می کنم که هر کاری را به نحو احسن انجام دهم .

source: I try to learn as much as I can by studying the past.
fa: سعی می‌کنم با مطالعه ی گذشته، تا آنجا که می‌توانم بیاموزم.

source: I try to stay informed about what is happening and usually make effective and precise decisions.
fa: سعی می کنم از آنچه اتفاق می افتد مطلع باشم و معمولاً تصمیم های موثر و دقیق بگیرم .

source: I try to stay within my comfort zone.
fa: تلاش می‌کنم در حاشیه امن ذهنی (محدوده راحتی) خود بمانم.

source: I try to watch scary and shocking movies.
fa: سعی می کنم فیلم های ترسناک وتکان دهنده را ببینم .

source: I turn to experts to help me find the right answer.
fa: من به متخصصین رجوع می‌کنم تا به من کمک کنند و پاسخ درست را بیابم.

source: I underestimate myself.
fa: من خودم را دست کم می گیرم .

source: I use accurate data backed by solid research to solve problems
fa: برای حل مشکلات، از داده‌های دقیقی استفاده می‌کنم که به پشتوانه تحقیقات قوی به دست آمده‌اند

source: I use my instincts and intuition to solve problems
fa: برای حل مشکلات، از غریزه و شم ذاتی‌ام استفاده می‌کنم

source: I use my mind for important decisions.
fa: برای تصمیمات مهم، فکرم را به کار می‌گیرم.

source: I use routines to get things done.
fa: برای انجام کارهایم، از روال‌های عادی استفاده می‌کنم.

source: I usually always know what is right, regardless of the situation or place I am in.
fa: من معمولا مستقل از موقعیت یا جایی که در آن قرار دارم، همیشه می‌دانم چه کاری درست است.

source: I usually avoid crowded places.
fa: معمولاً از جاهای شلوغ گریزانم.

source: I want a few friends who I know a lot about.
fa: من دوستان اندکی می‌خواهم که درمورد آنها چیزهای زیادی بدانم.

source: I want everyone to like me.
fa: می خواهم تا همه دوستم داشته باشند.

source: I want to avoid feeling empty.
fa: من می‌خواهم تا از احساس پوچ بودن اجتناب کنم.

source: I want to become the CEO of a large organization
fa: من می‌خواهم مدیر عامل یک سازمان بزرگ بشوم

source: I want to have a few friends who are very important to me and who I have deep friendships with.
fa: می‌خواهم تعداد کمی دوست داشته باشم که برایم بسیار مهم باشند و با آن‌ها دوستیم عمیق باشد.

source: I want to have as many friends as possible.
fa: می‌خواهم تا آنجا که می‌شود دوستان بیشتری داشته باشم.

source: I want to have balance in my life
fa: من می‌خواهم که در زندگیم تعادل داشته باشم

source: I was elected as a representative at school.
fa: در مدرسه به عنوان نماینده انتخاب شدم .

source: I waste a lot of time before starting any task.
fa: قبل از شروع هر کاری وقت زیادی را تلف می کنم.

source: I work hard to achieve my goals.
fa: برای دستیابی به اهدافم جدیت می كنم .

source: I work slowly but steadily
fa: من آهسته ولی پیوسته کار می کنم

source: I work well with others and share efforts.
fa: با دیگران به خوبی كار وتشریك مساعی می كنم .

source: I would like to attend the conference as an audience.
fa: من دوست دارم به عنوان مخاطب آزاد در کنفرانس شرکت کنم.

source: Id
fa: شماره

source: Ideas
fa: ایده ها

source: Ideation
fa: ایده‌پرداز

source: If I am alone for a long time, I really feel the need for others.
fa: اگر برای مدت طولانی تنها باشم واقعاً نیاز به دیگران را حس می کنم.

source: If I can, I am willing to leave my work to help others.
fa: اگر بتوانم برای کمک به دیگران حاضرم کار خود را رها کنم .

source: If I do not like someone, I do not care if they notice.
fa: اگر اشخاصی را دوست نداشته باشم ، برایم مهم نیست که متوجه شوند .

source: If I feel my mind is drifting toward imagination, I usually keep myself busy and focus my mind on an activity.
fa: اگر احساس کنم که ذهنم به سمت خیال پردازی کشیده می شود معمولاً خود را مشغول کرده وذهن خود را بر روی کاری فعالیتی متمرکز می کنم .

source: If I have said something bad about someone or done something wrong, it is hard for me to face that person again.
fa: اگر درباره کسی حرف بدی زده باشم ویا کار خلافی انجام داده باشم ، برایم مشکل است دوباره با آن فرد مواجه شوم .

source: If I were to talk about &quot;who I am,&quot; I wouldn't mind.
fa: اگر بخواهم در مورد این‌که "که هستم" صحبت کنم، مشکلی ندارم.

source: If necessary, I am ready to deceive others to achieve my goals.
fa: اگر ضرورت داشته باشد آمادگی درستکاری کردن ( گول زدن ) دیگران برای رسیدن به اهدافم را دارم .

source: If someone starts a fight, I am ready to fight.
fa: اگر شخصی دعوا را شروع کند من آماده دعوا هستم .

source: If you understand the instructions, select &quot;Next&quot; to proceed to the main questions.
fa: اگر دستورالعمل‌ها را درک کردید، برای ادامه به سوالات اصلی روی «بعدی» کلیک کنید.

source: Image
fa: تصویر

source: Image &amp; Video Gallery
fa: گالری تصویر و ویدئو

source: Image Gallery
fa: گالری تصاویر

source: Images
fa: تصاویر

source: Important Dates (En)
fa: تاریخ‌های مهم (En)

source: Important Dates (Fa)
fa: تاریخ‌های مهم (فا)

source: Important Info (Price, Registration, Accommodation, ...)
fa: اطلاعات ضروری (هزینه، ثبت‌نام، اقامت و ...)

source: Important Information
fa: اطلاعات ضروری

source: Important information and statistics of the industrial town in summary
fa: اطلاعات و آمار مهم شهرک صنعتی به صورت خلاصه

source: Impulsiveness
fa: تکانشگری

source: In addition to the hours I work during the day, if I also count the work I do outside of office hours, my typical work week is between 40-50 hours.
fa: علاوه بر ساعات کاری روز، اگر کارهایی را که در ساعات غیر اداری انجام می‌دهم نیز محاسبه کنم، ساعات کاری معمول من در هفته بین 40-50 ساعت خواهد شد.

source: In addition to the hours I work during the day, if I also count the work I do outside of office hours, my typical work week would be over 60 hours.
fa: علاوه بر ساعات کاری روز، اگر کارهایی را که در ساعات غیر اداری انجام می‌دهم نیز محاسبه کنم، ساعات کاری معمول من در هفته بالغ بر 60 ساعت خواهد شد.

source: In competitions, I am not completely satisfied until I come in first place.
fa: در رقابت‌ها تا نفر اول نشوم، بطور کامل احساس رضایت نمی‌کنم.

source: In competitions, I try to be first
fa: در رقابت‌ها، من تلاش می‌کنم اول بشوم

source: In every challenge, opportunities and threats usually come naturally to me.
fa: در هر چالش، فرصت ها و تهدید ها معمولا بصورت طبیعی برای من پدیدار می‌شوند.

source: In Progress
fa: در حال انجام است

source: Inbox
fa: صندوق پیام‌های دریافتی

source: Includer
fa: فراگیر

source: Index
fa: شاخص

source: Individualization
fa: فردگرایی

source: Ind-Town
fa: شهرک

source: Industrial companies active on the site
fa: شرکت‌های صنعتی فعال در سایت

source: Industrial Town At A Glance
fa: شهرک صنعتی در یک نگاه

source: Influencing
fa: تأثیرگذار

source: Influencing others
fa: تاثیر گذاشتن روی دیگران

source: Info
fa: اطلاعات

source: Information (En)
fa: اطلاعات (En)

source: Information (Fa)
fa: اطلاعات (فا)

source: Innovatively modifying car and motorcycle engines
fa: تغییر ابتكاری موتور اتومبیل و موتورسیكلت

source: Input
fa: ورودی‌گرا

source: Insights for Your Career Journey
fa: بینش‌هایی برای سفر شغلی شما

source: Installing electronic devices
fa: نصب وسایل الكترونیكی

source: Instructor
fa: مدرس

source: Instructor Information
fa: اطلاعات مدرس

source: Instructor Management
fa: مدیریت مدرس

source: Instructor Rating
fa: امتیاز مدرس

source: Instructors Management
fa: مدیریت مدرسان

source: Intellection
fa: تفکرگرا

source: Interior design or decoration
fa: طراحی داخل ساختمان یا دكوراسیون

source: Invalid activation code
fa: کد فعال سازی نامعتبر است

source: Invalid Email.
fa: ایمیل نامعتبر

source: Inventory supervisor
fa: ناظر صورت برداری از موجودی

source: Investigative
fa: جستجوگر

source: Is Active
fa: فعال است

source: Is Admin
fa: مدیر است

source: Is Confirmed
fa: تایید شده

source: Is Psychologist
fa: روانشناس است

source: Is the score reversed?
fa: آیا امتیاز معکوس است؟

source: IsActive
fa: فعال است

source: IsCompleted
fa: تکمیل شده است

source: IsConfirmed
fa: تایید شده

source: IsPsychologist
fa: روانشناس است

source: It is difficult for me to resist my impulses.
fa: مقابله با هوس هایم کار مشکلی است.

source: It is easy for me to admit a bitter truth about myself.
fa: اقرار کردن به یک حقیقت تلخ در مورد خودم، برایم آسان است.

source: It is easy for me to empathize with others (I feel what others feel).
fa: هم حسی با دیگران برایم آسان است ( آنچه را که دیگران حس می کنند من هم حس می کنم ) .

source: It is easy for me to express my thoughts and express them.
fa: به زبان آوردن افکارم و بیان کردن آنها، برایم آسان است.

source: It is easy for me to smile and behave friendly with strangers.
fa: برای من لبخند زدن ودوستانه رفتار کردن با غریبه ها آسان است .

source: It is hard for me to force myself to do my duties.
fa: برایم مشکل است خودم را مجبور به انجام وظایفم کنم .

source: It is hard for me to let my mind wander freely without control or direction.
fa: برایم مشکل است که به آسانی به ذهن یا فکرم اجازه دهم تا بدون کنترل یا هدایت به هر جهتی که خواست برود .

source: It is important to me how I feel about topics.
fa: اینکه راجع به موضوعات چه احساسی دارم برایم مهم است.

source: It is not easy for me to resist my desires and impulses.
fa: مقاومت در مقابل خواسته ها و هوس هایم برایم آسان نیست.

source: It is very important to me to be known as a reliable, professional, and successful person.
fa: برایم بسیار مهم است که به عنوان فردی معتبر، حرفه‌ای و موفق شناخته شوم.

source: It takes a long time for me to lose my temper.
fa: خیلی طول می کشد تا من از کوره در بروم.

source: Items
fa: آیتم‌ها

source: Job advertisements and employment
fa: آگهی‌های شغلی و استخدام

source: Job Seekers
fa: افراد جویای کار

source: Job Wall
fa: دیوار شغل

source: Join Meeting
fa: پیوستن به جلسه

source: Journalist
fa: خبرنگار

source: Key Features of Our Platform
fa: ویژگی‌های کلیدی پلتفرم ما

source: Keynote Speaker
fa: سخنران کلیدی

source: Keynote Speaker or Paper Id
fa: شماره سخنران کلیدی یا مقاله

source: Keynote Speakers
fa: سخنرانان کلیدی

source: Keynote Speakers List
fa: لیست سخنرانان کلیدی

source: KeynoteSpeaker
fa: سخنران کلیدی

source: Keywords
fa: کلمات کلیدی

source: Keywords (En)
fa: کلمات کلیدی (En)

source: Keywords (Fa)
fa: کلمات کلیدی (فا)

source: Last Login Date
fa: تاریخ آخرین ورود

source: Last Review Date
fa: آخرین تاریخ داوری

source: LastLoginDate
fa: تاریخ آخرین ورود

source: Last-minute pressures focus my thoughts.
fa: فشارهای دقیقه‌ی آخر، افکارم را متمرکز می‌کند.

source: Lead Psychologist
fa: روانشناس ارشد

source: Leading a group to achieve a goal
fa: رهبری یك گروه برای رسیدن به هدف

source: Learn More
fa: بیشتر بدانید

source: Learner
fa: یادگیرنده

source: Legend
fa: راهنما

source: Life and its events pass quickly for me.
fa: زندگی ورویدادهای آن برایم سریع می گذرد .

source: Life without strong emotions and excitement is not interesting to me.
fa: زندگی بدون عواطف و هیجانات قوی برایم جالب نیست.

source: Link Color
fa: رنگ متن لینک

source: Lives in
fa: زندگی می کند

source: Load from Excel
fa: بارگذاری از اکسل

source: Loading ...
fa: در حال بارگذاری ...

source: Location
fa: موقعیت مکانی

source: Location (Fa)
fa: محل برگزاری دوره

source: Locomotive engineer
fa: مهندس لوكوموتیو

source: Log in
fa: ورود

source: Log out
fa: خروج

source: Login
fa: ورود

source: Logo
fa: لوگو

source: Logout
fa: خروج

source: Lying is never justified.
fa: دروغ گفتن، هیچ‌گاه قابل توجیه نیست.

source: Main Menu
fa: فهرست اصلی

source: Major Corrections
fa: ایراد کلی

source: MajorCorrections
fa: ایراد کلی

source: Make Decision
fa: تصمیم‌گیری

source: Make Reviewer
fa: انتساب نقش داوری

source: Making models of airplanes (models)
fa: ساختن مدلهایی از هواپیما ( ماكت )

source: Making wooden objects
fa: ساختن اشیا چوبی

source: Male
fa: آفا

source: Male, Female
fa: مرد، زن

source: Manage
fa: مدیریت

source: Manage Email
fa: مدیریت ایمیل

source: Manage your account
fa: حساب کاربری خود را مدیریت کنید

source: Management skills
fa: مهارت های مدیریت

source: Manual skills (using tools)
fa: مهارت های دستی ( استفاده از ابزار )

source: Manufacturing factory sales representative
fa: نماینده فروش كارخانه تولیدی

source: Manuscript
fa: نسخه اصلی

source: Manuscripts
fa: نسخه‌های ارسالی

source: Margin Top (mm)
fa: فاصله از بالا (میلی‌متر)

source: Market Trends Expert
fa: کارشناس روندهای بازار

source: Marketing Manager
fa: مدیر بازاریابی

source: Marriage counselor
fa: مشاور ازدواج

source: Mathematical or social science skills
fa: مهارت های ریاضی یا علوم اجتماعی

source: Maximizer
fa: بیشینه‌ساز

source: Measure your cognitive abilities and specific skills relevant to various job roles.
fa: توانایی‌های شناختی و مهارت‌های خاص خود را که مربوط به نقش‌های شغلی مختلف هستند، اندازه‌گیری کنید.

source: Mechanical ability
fa: توانایی مكانیكی

source: Medical laboratory technician
fa: تكنسین آزمایشگاه پزشكی

source: Meet Our Experts
fa: با متخصصان ما آشنا شوید

source: Meeting important figures
fa: ملاقات با شخصیت های مهم

source: Membership in cultural and social associations and centers
fa: عضویت در انجمن ها و مراكز فرهنگی و اجتماعی

source: Menu Background Color
fa: رنگ پس‌زمینه منو

source: Menu Subject (En)
fa: عنوان منو (En)

source: Menu Subject (Fa)
fa: عنوان منو (فا)

source: Menu Text Color
fa: رنگ متن منو

source: Message
fa: پیام

source: Messages Box
fa: صندوق پیام

source: Meteorologist
fa: متخصص هواشناسی

source: Minor Corrections
fa: ایراد جزئی

source: MinorCorrections
fa: ایراد جزئی

source: Modesty
fa: حیا

source: More Articles
fa: مقالات بیشتر

source: More Events
fa: رویدادهای بیشتر

source: Most of my acquaintances like me.
fa: اغلب آشنایانم مرا دوست دارند .

source: Most of my thoughts and energy are spent on the present.
fa: بیشتر فکر و انرژی من، صرف مسائل فعلی و حال حاضر می‌شود.

source: Movie or theater actor
fa: بازیگر سینما یا تئاتر

source: Mr. Tech Lead
fa: آقای رهبر فنی

source: Ms. Industry Analyst
fa: خانم تحلیلگر صنعت

source: Musician
fa: آهنگساز

source: My ambition and ambition define my life path
fa: بلند همتی و بلند پروازی، مسیر زندگی‌ من را مشخص می‌کند

source: My dashboard
fa: داشبورد من

source: My deepest desire is to be excited about my work.
fa: عمیق‌ترین خواسته‌ی من، آن است که از کارم هیجان‌زده بشوم.

source: My driving force is my mission in life (what I was created for).
fa: نیروی محرک من، ماموریتی است که در زندگی دارم (آن‌چه که برای آن خلق شده‌ام)

source: My driving force is the goals I have in mind.
fa: نیروی محرک من اهدافی است که در ذهن دارم.

source: My expression is made up of simple and short words.
fa: بیان من از کلمات ساده و کوتاه تشکیل شده است.

source: My first reaction to people is to trust them.
fa: اولین واکنش من نسبت به افراد این است که به آنها اعتماد کنم .

source: My friends ask me for advice and opinions
fa: دوستانم از من توصیه و نظر می‌خواهند

source: My friends ask me to tell stories
fa: دوستانم از من می‌خواهند داستان تعریف کنم

source: My future will be independent of my past.
fa: آینده‌ی من مستقل از گذشته‌ام خواهد بود
