Repository: mscreply/iSarv
Catalog: Resources/ViewResource.*.resx
Languages: fa

source: My greatest need and desire is to be accepted by others.
fa: بزرگترین نیاز و خواسته‌ی من، این است که مورد پذیرش دیگران قرار بگیرم

source: My life is very enjoyable.
fa: زندگی من بسیار لذت بخش است.

source: My life story is not yet fully written and I am flexible in changing the direction of my life.
fa: داستان زندگی من هنوز به طور کامل نوشته نشده و در تغییر مسیر زندگیم منعطف هستم.

source: My method is to focus on one thing at a time.
fa: شیوه من این گونه است که در هر زمان بر یک چیز تمرکز می‌کنم.

source: My mind is always active and jumping.
fa: ذهنم همیشه فعال است و پرش دارد.

source: My mind is very involved in numbers and figures.
fa: ذهن من بسیار درگیر اعداد و ارقام است.

source: My mindset and philosophy determine the direction and direction of my life.
fa: طرز تفکر و فلسفه من، سمت و سوی زندگیم را تعیین می‌کنم.

source: My Packages Management
fa: مدیریت بسته‌های من

source: My Papers
fa: مقاله‌های من

source: My path to success is to invest in my talents and abilities.
fa: راه من برای رسیدن به موفقیت، سرمایه‌گذاری بر روی استعدادها و توانایی‌هایم است.

source: My path to success is to overcome weaknesses and eliminate shortcomings.
fa: راه من برای رسیدن به موفقیت، غلبه بر ضعف‌ها و از بین بردن کاستی‌ها است.

source: My problem is finishing projects.
fa: مشکل من، به پایان رساندن پروژه‌ها است.

source: My Profile
fa: پروفایل من

source: My Purchases
fa: خریدهای من

source: My Reviews
fa: داوری‌های من

source: My thinking is creative and strategic.
fa: طرز تفکر من، خلاقانه و استراتژیک است.

source: My Transactions
fa: تراکنش های من

source: My values ​​are stable and consistent.
fa: ارزش‌های من پایدار و با ثبات هستند.

source: My vocabulary is made up of practical words.
fa: دایره‌ی لاتم متشکل از لغات کاربردی است.

source: My way of thinking is very realistic and practical.
fa: طرز تفکر من، بسیار واقع‌بینانه و عملیاتی است.

source: Name
fa: نام

source: Name &amp; Family
fa: نام و نام خانوادگی

source: Name &amp; Family (En)
fa: نام و نام خانوادگی (En)

source: Name &amp; Family (Fa)
fa: نام و نام خانوادگی (فا)

source: Name (En)
fa: نام (En)

source: Name (Fa)
fa: نام (فا)

source: National ID
fa: کد ملی

source: National ID is required
fa: شناسه ملی الزامی است

source: National ID must be exactly 10 digits
fa: شناسه ملی باید دقیقا 10 رقمی باشد

source: National ID must contain only numbers
fa: شناسه ملی باید فقط شامل اعداد باشد

source: NationalId
fa: شناسه ملی

source: Neo Result
fa: نتیجه نئو

source: Neo Test
fa: تست نئو

source: Neo Test Question
fa: سوال تست نئو

source: Neo Test Questions Management
fa: مدیریت سوالات تست نئو

source: Neo Test Result
fa: نتیجه تست نئو

source: NeoTest
fa: تست نئو

source: Neuroticism
fa: روان رنجوری

source: Neutral
fa: خنثی

source: New email
fa: ایمیل جدید

source: New Page
fa: صفحه جدید

source: New password
fa: رمز عبور جدید

source: New Reviewer Assigned
fa: داور جدید تعیین گردید

source: News
fa: اطلاعیه‌ها

source: Newsletter
fa: خبرنامه

source: Next
fa: بعدی

source: No Certificate found!!!
fa: گواهینامه‌ای با مشخصات فوق صادر نشده است

source: No Keynote Speaker Defined
fa: هیچ سخنران کلیدی تعریف نشده است

source: No Paid Oral Papers Found
fa: هیچ مقاله ارائه شفاهی پرداخت‌شده یافت نشد

source: No Paid Poster Found
fa: هیچ مقاله پوستر پرداخت‌شده یافت نشد

source: No Paper Accepted Yet
fa: هیچ مقاله‌ای هنوز پذیرفته نشده است

source: No Paper Found
fa: هیچ مقاله‌ای یافت نشده است

source: No Paper Submitted
fa: هیچ مقاله‌ای ارسال نشده است

source: No Post Submitted
fa: هیچ اطلاعیه‌ای ارسال نشده است

source: No Review Assigned
fa: هیچ داوری انتساب داده نشده است

source: No Review Decided
fa: هیچ داوری تصمیم‌گیری نشده است

source: No Review Submitted
fa: هیچ نتیجه داوری ارسال نشده است

source: No Review Unaccepted
fa: هیچ داوری پذیرفته‌نشده وجود ندارد.

source: No Reviewer Exist
fa: هیچ داوری تعریف نشده است

source: No Session Defined
fa: هیچ نشستی تعریف نشده است

source: No Session Item Defined
fa: هیچ آیتمی برای نشست تعریف نشده است

source: No User Accounts Found
fa: هیچ حساب کاربری یافت نشد

source: None
fa: هیچ‌کدام

source: Not Agree
fa: مخالفم

source: Not Started
fa: شروع نشده است

source: Not Started or Expired
fa: شروع نشده یا منقضی شده است

source: Note that there is no right or wrong answer, so try to choose an answer that reflects your true feelings.
fa: توجه داشته باشید که هیچ پاسخ درست یا غلطی وجود ندارد، بنابراین سعی کنید پاسخی را انتخاب کنید که احساسات واقعی شما را منعکس کند.

source: Note that this pages will add to the Guide menu after publish.
fa: توجه داشته باشید این صفحات به منوی راهنما بعد از انتشار اضافه خواهند شد.

source: Note: There is a time limit for each question and you have only 40 seconds to answer.
fa: توجه: برای هر سوال محدودیت زمانی وجود دارد و شما فقط ۴۰ ثانیه برای پاسخ دادن دارید.

source: Notifications
fa: اطلاعیه‌ها

source: Occupation
fa: شغل

source: Officer
fa: دفتر دار

source: On
fa: در تاریخ

source: Ongoing Events
fa: رویدادهای در حال برگزاری

source: Ongoing Training Courses
fa: دوره‌های آموزشی در حال برگزاری

source: Openness
fa: باز بودن

source: Opinion
fa: دیدگاه

source: Oral
fa: ارائه شفاهی

source: Oral Paper
fa: مقاله ارائه شفاهی

source: Oral Papers
fa: مقاله‌های ارائه شفاهی

source: OralPaper
fa: مقاله ارائه شفاهی

source: Orchestra leader
fa: رهبر اركستر

source: Order
fa: ردیف

source: Orderliness
fa: نظم

source: Others do not know me as a generous and kind person.
fa: دیگران مرا به عنوان دست و دلبازی نمی شناسند .

source: Others know me as a cold and unfriendly person.
fa: اغلب مرا فردی سرد و غیر صمیمی می شناسند.

source: Others know me as a warm and friendly person.
fa: دیگران مرا به عنوان فردی گرم و صمیمی می شناسند.

source: Others know me as an angry and irritable person.
fa: دیگران مرا فردی عصبانی مزاج و تحریک پذیر می شناسند (من به عنوان فردی که زود عصبانی می شود شناخته می شوم.)

source: Others look to me for decision-making in critical situations.
fa: سایر افراد در تصمیم گیری به من نگاه می کنند .

source: Our Assessment Services
fa: خدمات ارزیابی ما

source: Our platform uses scientifically validated tests and AI to provide deep insights into your professional potential.
fa: پلتفرم ما از تست‌های علمی و هوش مصنوعی برای ارائه دیدگاه‌های عمیق در مورد پتانسیل حرفه‌ای شما استفاده می‌کند.

source: Our Services
fa: خدمات ما

source: Out of My Field
fa: خارج ار فیلد من

source: Outbox
fa: صندوق پیام‌های ارسال‌شده

source: Over the years, I have occasionally done foolish things.
fa: در طول سالهای گذشته بعضی وقت های دست به کارهای احمقانه ای زده ام.

source: Package Activation
fa: فعال‌سازی پکیج

source: Package Name
fa: نام بسته

source: Package Result
fa: نتیجه بسته

source: Packages
fa: بسته ها

source: Packages List
fa: لیست بسته‌ها

source: Page Name
fa: نام صفحه

source: Page Text (En)
fa: متن صفحه (En)

source: Page Text (Fa)
fa: متن صفحه (فا)

source: Paid
fa: پرداخت‌شده

source: Painter
fa: صورتگر ( نقاش )

source: Painting from a model or photograph
fa: نقاشی از روی مدل یا عكس

source: Paper Certificate Issued
fa: گواهی مقاله صادر گردید

source: Paper Created
fa: مقاله ایجاد شد

source: Paper Decided
fa: مقاله تصمیم‌گیری شد

source: Paper Details
fa: جزئیات مقاله

source: Paper Edited
fa: مقاله ویرایش شد

source: Paper Field Assigned
fa: فیلد تخصصی مقاله انتساب یافت

source: Paper Files
fa: فایل‌های مقاله

source: Paper Finalized
fa: مقاله نهایی شد

source: Paper ID
fa: شماره مقاله

source: Paper Info
fa: اطلاعات مقاله

source: Paper List
fa: لیست مقاله‌ها

source: Paper List for Review
fa: لیست مقاله‌های برای داوری

source: Paper No.
fa: مقاله شماره

source: Paper Payment Accepted
fa: پرداخت مقاله تایید شد

source: Paper Presenter Changed
fa: ارائه‌دهنده مقاله تغییر یافت

source: Paper Publish In Journal Changed
fa: حق چاپ در مجله تغییر یافت

source: Paper Receipt Uploaded
fa: رسید پرداخت ارسال شد

source: Paper Returned To Author
fa: مقاله به نویسنده بازگرداننده شد

source: Paper Revised By Author
fa: مقاله توسط نویسنده بازبینی شد

source: Paper Session Assigned
fa: نشست مقاله تعیین گردید

source: Paper Status
fa: وضعیت مقاله

source: Paper Submitted
fa: مقاله ارسال گردید

source: Paper Template (En)
fa: قالب مقاله (En)

source: Paper Template (Fa)
fa: قالب مقاله (فا)

source: Paper Title
fa: عنوان مقاله

source: Paper Virtual Link Changed
fa: لینک مجازی مقاله تغییر یافت

source: Papers
fa: مقاله‌ها

source: Papers Files Download
fa: دانلود فایل‌های مقالات

source: Participating in political activities
fa: مشاركت در فعالیت های سیاسی

source: Participating in religious programs
fa: شركت در برنامه های مذهبی

source: Password
fa: رمز عبور

source: Password reset successfully.
fa: رمز عبور با موفقیت بازنشانی شد.

source: Payment
fa: پرداخت

source: Payment has not yet been made by the sender of the paper.
fa: هنوز پرداخت توسط فرستنده مقاله صورت نگرفته است.

source: Payment Link
fa: لینک پرداخت

source: Pending
fa: منتظر تصمیم‌گیری

source: Pending Papers
fa: مقاله‌های منتظر تصمیم‌گیری

source: People
fa: افراد

source: People come to me and ask for my opinions.
fa: دیگران به من مراجعه می‌کنند و نظرات من را می‌پرسند.

source: People who haven't found their goals annoy me.
fa: کسانی که اهدافشان را پیدا نکرده‌اند، من را اذیت می‌کنند.

source: Personal data
fa: داده‌های شخصی

source: Personality Assessment
fa: ارزیابی شخصیت

source: Personality Inventory
fa: فهرست شخصیت

source: Personality Type
fa: تیپ شخصیتی

source: Personalized Reports
fa: گزارش‌های شخصی‌سازی‌شده

source: Philosophical discussions bore me.
fa: بحث های فلسفی برایم خسته کننده است.

source: Phone
fa: تلفن

source: Phone confirmation
fa: تایید موبایل

source: Phone Number
fa: شماره تماس

source: Phone number not available for this activation code.
fa: شماره تلفن برای این کد فعال سازی موجود نیست.

source: Phone Number or Email
fa: شماره تماس یا ایمیل

source: Phone Register
fa: ثبت‌نام با موبایل

source: PhoneNumber
fa: شماره تلفن

source: Physicist
fa: فیزیكدان

source: Platform Architect
fa: معمار پلتفرم

source: Playing a musical instrument
fa: نوازندگی یكی از آلات موسیقی

source: Playing in a band and singing
fa: نوازندگی در گروه موسیقی و سرود

source: Playwright
fa: نمایشنامه نویس

source: Please check your email to confirm your account.
fa: لطفا ایمیل خود را برای تایید حساب کاربری چک نمایید.

source: Please check your email to reset your password.
fa: لطفا ایمیل خود را برای بازنشانی رمزعبور بررسی کنید

source: Please click here to log in
fa: لطفا برای ورود اینجا را کلیک کنید

source: Please define a Session first!!!
fa: لطفا ابتدا یک نشست تعریف کنید!!!

source: Please do not send the article payment receipt in this section.
fa: لطفاً از ارسال رسید پرداخت مقاله در این بخش خودداری فرمایید.

source: Please enter the activation code below to activate your package.
fa: لطفاً کد فعال‌سازی را در زیر وارد کنید تا بسته شما فعال شود.

source: Please Select Field ...
fa: لطفا فیلد تخصصی را انتخاب کنید ...

source: Please upload a valid Excel file.
fa: لطفا یک فایل اکسل معتبر آپلود کنید.

source: Please Wait!!!
fa: لطفا منتظر بمانید!!!

source: Poet
fa: شاعر

source: Poetry has almost no effect on me.
fa: شعر تقریباً اثری روی من ندارد .

source: Political leaders need to be more aware of the human aspects of their policies.
fa: لازم است که رهبران سیاسی از جنبه های انسانی سیاست های خود آگاهی بیشتری داشته باشند.

source: Port
fa: پورت

source: Portfolio
fa: نمونه کارها

source: PositiveEmotions
fa: احساسات مثبت

source: Positivity
fa: مثبت‌اندیشی

source: Poster
fa: پوستر

source: Poster Info
fa: اطلاعات پوستر

source: Poster Session Assignment
fa: تعیین نشست برای پوستر

source: Poster Template
fa: قالب پوستر

source: Posters
fa: پوسترها

source: Prerequisite
fa: پیش‌نیاز

source: Prerequisites
fa: پیش‌نیازها

source: Presentation
fa: ارائه

source: Presentation Certificate
fa: گواهی ارائه

source: Presentation Certificate (En)
fa: گواهی ارائه (En)

source: Presentation Certificate (Fa)
fa: گواهی ارائه (فا)

source: Presentation Certificate Text (En)
fa: متن گواهی ارائه (En)

source: Presentation Certificate Text (Fa)
fa: متن گواهی ارائه (فا)

source: Presenter
fa: ارائه‌دهنده

source: Presenter Name &amp; Family (En)
fa: نام و نام خانوادگی ارائه‌دهنده (En)

source: Presenter Name &amp; Family (Fa)
fa: نام و نام خانوادگی ارائه‌دهنده (فا)

source: Preview Certificates
fa: پیش‌نمایش گواهی‌ها

source: Preview Email
fa: پیش‌نمایش ایمیل

source: Preview Emails
fa: پیش‌نمایش ایمیل‌ها

source: Preview Page
fa: پیش‌نمایش صفحه

source: Previous
fa: قبلی

source: Previous Reviews
fa: داوری‌های قبلی

source: Print
fa: چاپ

source: Print Cards
fa: چاپ کارت

source: Privacy policy
fa: سیاست محرمانگی

source: Prof. AI Specialist
fa: پروفسور متخصص هوش مصنوعی

source: Profile
fa: پروفایل

source: Profile Details
fa: جزئیات نمایه

source: Program Schedule
fa: زمان‌بندی برنامه‌ها

source: Provides insights into current job market demands and trends.
fa: ارائه دهنده بینش در مورد تقاضاها و روندهای فعلی بازار کار.

source: Psychiatric assistant
fa: دستیار امور روانپزشكی

source: Psychologist
fa: روانشناس

source: Psychologist status updated successfully.
fa: وضعیت روانشناس با موفقیت به روز شد.

source: Publish In Journal
fa: چاپ در مجله

source: Publish Page
fa: انتشار صفحه

source: Purchasing officer
fa: مامور خرید

source: Question
fa: پرسش

source: Question (En)
fa: پرسش (En)

source: Question (Fa)
fa: پرسش (فا)

source: Question Replies
fa: پاسخ پرسش‌ها

source: Question Type
fa: نوع سوال

source: Questions
fa: پرسش‌ها

source: Questions List
fa: لیست سوالات

source: Questions loaded successfully from Excel.
fa: سوالات با موفقیت از اکسل بارگیری شدند.

source: Quick Links
fa: لینک‌های سریع

source: Rate your abilities and skills in comparison to your peers. Try to make the most accurate assessment of yourself, giving a score of 1 for the least ability and a score of 7 for the most ability, and avoid rating yourself the same for each ability as much as possible.
fa: توانائیها ( توان بالقوه ) ومهارت های ( توان بالفعل ) خود را در مقایسه با همسالانتان درجه بندی نمائید. سعی نمائید صحیح ترین برآورد را در مورد خودتان انجام دهید، به كمترین توانایی نمره 1 وبه بیشترین توانایی نمره 7 بدهید و تا حد امكان از درجه بندی یكسان خود در هر توانایی بپرهیزید

source: Raven Test
fa: تست ریون

source: Raven Test Questions Management
fa: مدیریت سوالات تست ریون

source: Raven Test Result
fa: نتیجه تست ریون

source: RavenTest
fa: تست ریون

source: Read each statement carefully and mark the answer that most closely matches your thoughts or feelings.
fa: هر عبارت را با دقت بخوانید و پاسخی را که بیشتر با افکار یا احساسات شما مطابقت دارد علامت بزنید.

source: Read More
fa: بیشتر بخوانید

source: Read More ...
fa: بیشتر بخوانید ...

source: Reading famous stories
fa: خواندن داستانهای معروف

source: Reading poetry or writing poetry
fa: خواندن شعر یا سرودن شعر

source: Reading psychology books
fa: مطالعه كتابهای روانشناسی

source: Reading scientific books or magazines
fa: خواندن كتابها یا مجلات علمی

source: Ready to Start Your Career Discovery?
fa: آماده شروع کشف مسیر شغلی خود هستید؟

source: Real estate or automobile broker
fa: واسطه گر معاملات ملكی یا اتومبیل

source: Realistic
fa: واقع گرا

source: Receipt
fa: رسید پرداخت

source: Receipts
fa: رسیدهای پرداخت

source: Receive personalized career suggestions based on your combined test results analyzed by AI.
fa: بر اساس نتایج ترکیبی تست‌های خود که توسط هوش مصنوعی تحلیل شده‌اند، پیشنهادات شغلی شخصی‌سازی‌شده دریافت کنید.

source: Recent Posts
fa: اطلاعیه‌های اخیر

source: Recipient
fa: مخاطب

source: Recording and maintaining documents of expenses and income
fa: ثبت و نگهداری اسناد هزینه ها و درآمد

source: Recovery Code
fa: کد بازیابی

source: Reform and education specialist
fa: متخصص اصلا ح و تربیت

source: Regardless of others' conditions and situations, I do not feel superior to them.
fa: صرف نظر از اینکه دیگران چه وضعیت وشرایطی دارند احساس نمی کنم که از بقیه بهتر باشم .

source: Register
fa: ثبت‌نام

source: Register as a new user
fa: ثبت‌نام به عنوان کاربر جدید

source: Register by email
fa: ثبت‌نام با ایمیل

source: Register by mobile
fa: ثبت‌نام با موبایل

source: Register confirmation
fa: تایید ثبت‌نام

source: Register Info
fa: ثبت اطلاعات

source: Register Your Company
fa: ثبت شرکت شما

source: Reject
fa: ردشده

source: Reject Papers
fa: مقاله‌های ردشده

source: Reject the Review
fa: نپذیرفتن داوری

source: RelationshipBuilding
fa: روابط‌ساز

source: Relator
fa: ارتباط‌ساز

source: Remember me?
fa: مرا به خاطر بسپار؟

source: Remember this machine
fa: این کامپیوتر را به خاطر بسپار

source: Repairing cars
fa: تعمیر اتومبیل

source: Replied By
fa: جواب داده‌شده توسط

source: Reply
fa: پاسخ

source: Reply Message
fa: پاسخ به پیام

source: Reply To Reviewer
fa: پاسخ به داوران

source: ReplyToReviewer
fa: پاسخ به داوران

source: Reports
fa: گزارش‌ها

source: Researcher
fa: پژوهشگر ( محقق )

source: Resend
fa: ارسال مجدد

source: Resend email confirmation
fa: ارسال مجدد ایمیل تایید

source: Reset
fa: بازنشانی

source: Reset password
fa: بازنشلنی رمز عبور

source: Reset password confirmation
fa: تایید بازنشلنی رمز عبور

source: Response
fa: پاسخ

source: Responsibility
fa: مسئولیت‌پذیر

source: Restaurant manager
fa: مدیر رستوران

source: Restorative
fa: ترمیم‌کننده

source: Result
fa: نتیجه

source: Result Details
fa: جزئیات نتیجه

source: Return To Author
fa: برگشت به نویسنده

source: Return To Paper Info
fa: بازگشت به صفحه اطلاعات مقاله

source: Review
fa: داوری

source: Review Again
fa: داوری مجدد

source: Review Back Date
fa: تاریخ ارسال بازنگری

source: Review Back Done
fa: پایان بازنگری نویسنده

source: Review Back Done Papers
fa: مقاله‌های بازنگری شده

source: Review Back To Author
fa: منتظر بازنگری نویسنده

source: Review Back To Author Papers
fa: مقاله‌های منتظر بازنگری

source: Review Confirmation
fa: تایید داوری

source: Review Date
fa: تاریخ داوری

source: Review Deadline
fa: مهلت داوری

source: Review Declined
fa: داوری پذیرفته نشد

source: Review Deleted
fa: داوری حذف گردید

source: Review Done
fa: داوری‌های پایان‌یافته

source: Review Done By Reviewer
fa: داوری توسط داور انجام شد

source: Review Id
fa: شماره داوری

source: Review ID is invalid!!!
fa: شماره داوری نامعتبر است !!!

source: Review List
fa: لیست داوری

source: Review No.
fa: نتیجه داوری شماره

source: Review of Paper No.
fa: داوری مقاله شماره

source: Review Questions List
fa: لیست پرسش‌های داوری

source: Review Result
fa: نتیجه داوری

source: Review Sent To Reviewer Again
fa: داوری برای بازبینی مجدد به داور ارسال گردید

source: Review Status
fa: وضعیت داوری

source: Review Status (Decision)
fa: نتیجه داوری (تصمیم)

source: ReviewBackDone
fa: پایان بازنگری نویسنده

source: ReviewBackToAuthor
fa: منتظر بازنگری نویسنده

source: Reviewed Manuscript
fa: نسخه بازنگری‌شده

source: ReviewedManuscript
fa: نسخه بازنگری‌شده

source: Reviewer
fa: داور

source: Reviewer Accept Link
fa: لینک پذیرش داوری

source: Reviewer Assigned
fa: منتظر داوری

source: Reviewer List
fa: لیست داوران

source: Reviewer Management
fa: مدیریت داوران

source: Reviewer Name
fa: نام و نام خانوادگی داور

source: Reviewer No.
fa: داور شماره

source: Reviewer Reject Link
fa: لینک رد داوری

source: ReviewerAssigned
fa: منتظر داوری

source: Reviewers
fa: داوران

source: Reviews
fa: داوری‌ها

source: Role
fa: نقش‌

source: Roles
fa: نقش‌ها

source: Sales ability
fa: توانایی فروشندگی

source: Sales manager
fa: مدیر فروش

source: Salesperson
fa: فروشنده

source: Sat - Wed : 09 AM - 09 PM
fa: شنبه - چهارشنبه: ۰۹ صبح - ۰۹ شب

source: Save
fa: ذخیره

source: Save for later
fa: ذخیره برای بعد

source: Save Information
fa: ذخیره اطلاعات

source: Save Page Content
fa: ذخیره محتوای صفحه

source: Save Site Setting
fa: ذخیره تنظیمات سایت

source: Scheduling
fa: زمان‌بندی

source: Scheduling section background
fa: پس‌زمینه بخش زمان‌بندی

source: School principal
fa: مدیر مدرسه

source: Scientific &amp; Executive Committee
fa: کمیته علمی و اجرایی

source: Scientific &amp; Executive Committee Members
fa: اعضای کمیته علمی و اجرایی

source: Scientific ability
fa: توانایی علمی

source: Scientific article writer
fa: نویسنده مقالات علمی

source: Scientific Chief
fa: دبیر علمی

source: Scientific Committee
fa: کمیته علمی

source: Scientific Committee Members
fa: اعضای کمیته علمی

source: Scientific Editors
fa: سردبیران علمی

source: Scientific Field
fa: فیلد تخصصی علمی

source: Scientific research expert
fa: كارشناس تحقیقات علمی

source: Score
fa: امتیاز

source: Score Is Reversed
fa: امتیاز معکوس است

source: ScoreIsReversed
fa: امتیاز معکوس شده است

source: Sculptor
fa: مجسمه ساز

source: Search
fa: جستجو

source: Search ...
fa: جستجو ...

source: Section Background Color
fa: رنگ پس‌زمینه بخش

source: See all events
fa: مشاهده همه رویدادها

source: See all the news
fa: مشاهده کلیه اخبار

source: See Result
fa: نتیجه را ببینید

source: Select
fa: انتخاب

source: Select as many of the following activities as you would like to do.
fa: هر تعداد از فعالیت های زیر را که مایلید انجام دهید، مشخص کنید.

source: Select as many of the following activities that you have experienced and can do.
fa: هر تعداد از فعالیت های زیر را که تجربه کرده اید و می توانید انجام دهید، مشخص نمایید.

source: Select Facet
fa: انتخاب وجه

source: Select Field of Study
fa: رشته تحصیلی را انتخاب کنید

source: Select Gender
fa: انتخاب جنسیت

source: Select Holland Personality
fa: تیپ شخصیتی هالند را انتخاب کنید

source: Select Holland Question Type
fa: نوع سوال هالند را انتخاب کنید

source: Select jobs that you are interested in or find enjoyable.
fa: مشاغلی را که به آن علاقه دارید یا برای شما خوشایند است، مشخص نمایید.

source: Select Occupation
fa: شغل را انتخاب کنید

source: Select the Clifton test
fa: تست کلیفتون را انتخاب کنید

source: Select the deadline
fa: مهلت را انتخاب کنید

source: Select the facet
fa: وجه را انتخاب کنید

source: Select the Holland test
fa: تست هالند را انتخاب کنید

source: Select the Neo test
fa: تست نئو را انتخاب کنید

source: Select the Raven test
fa: تست ریون را انتخاب کنید

source: Select the start date
fa: تاریخ شروع را انتخاب کنید

source: Select the submit date
fa: تاریخ ارسال را انتخاب کنید

source: Select the test package
fa: بسته تست را انتخاب کنید

source: Select the user
fa: کاربر را انتخاب کنید

source: Select Theme A
fa: موضوع الف را انتخاب کنید

source: Select Theme B
fa: موضوع ب را انتخاب کنید

source: Select University
fa: دانشگاه را انتخاب کنید

source: Selected Fields
fa: فیلدهای انتخابی

source: Selected Posters ...
fa: پوسترهای انتخابی

source: SelfAssurance
fa: اعتماد به نفس

source: SelfConsciousness
fa: خودآگاهی

source: SelfDiscipline
fa: خود انضباط

source: Selling goods
fa: فروشندگی اجناس

source: Send
fa: ارسال

source: Send Back To Author For Review
fa: ارسال به نویسنده جهت بازنگری

source: Send Comment
fa: ارسال دیدگاه

source: Send Email
fa: ارسال ایمیل

source: Send Group Email
fa: ارسال ایمیل گروهی

source: Send Group Email To Reviewers
fa: ارسال ایمیل گروهی به داوران

source: Send Message
fa: ارسال پیام

source: Send New Article
fa: ارسال مقاله جدید

source: Send New Post
fa: ارسال پست جدید

source: Send Notification
fa: ارسال اطلاعیه

source: Send Register Code
fa: ارسال کد ثبت‌نام

source: Send Reminder Email
fa: ارسال ایمیل یادآوری

source: Send SMS
fa: ارسال پیامک

source: Send verification email
fa: ارسال ایمیل تایید

source: Services
fa: خدمات

source: Serving as a group leader
fa: خدمت به عنوان مدیر یك گروه

source: Session
fa: نشست

source: Session Item
fa: آیتم نشست

source: Session Items List
fa: لیست آیتم‌های نشست

source: Session Management
fa: مدیریت نشست‌ها

source: Session Type
fa: نوع نشست

source: Sessions List
fa: لیست نشست‌ها

source: Set as Read
fa: علامت زدن به عنوان خوانده‌شده

source: Set as UnRead
fa: علامت زدن به عنوان خوانده‌نشده

source: Set password
fa: تعیین رمز عبور

source: Set Virtual Link
fa: تعیین لینک جلسه مجازی

source: Set your password
fa: رمز عبور خود را تعیین کنید

source: Show Accept Type (Oral or Poster)
fa: نوع پذیرش نمایش داده شود (شفاهی یا پوستر)

source: Side Menu Background Color
fa: رنگ پس‌زمینه منو جنبی

source: Side Menu Text Color
fa: رنگ متن منو جانبی

source: Sign Up
fa: ثبت‌نام
