Repository: mscreply/iSarv
Catalog: Resources/ViewResource.*.resx
Languages: fa

source: I can understand what factors have caused the situation I am in today.
fa: می‌توانم درک کنم که چه عواملی موجب ایجاد شرایط امروز شده است.

source: I can use a calculator.
fa: از ماشین حساب می توانم استفاده كنم .

source: I can use a computer.
fa: می توانم از كامپیوتر استفاده كنم .

source: I can use a microscope.
fa: از میكروسكوپ می توانم استفاده كنم .

source: I can use a slide rule for multiplication or division.
fa: می توانم از خط كش محاسبه برای ضریب یا تقسیم استفاده كنم .

source: I can work as hard as most people but I don't have the drive to work harder or harder
fa: من می‌توانم هم‌پای اکثر مردم کار کنم ولی همت این را که بیشتر یا سخت‌تر کار کنم، ندارم.

source: I can work with a photocopier or a tally machine.
fa: می توانم با دستگاه فتوكپی یا ماشین جمع بندی قیمت كالا كار كنم .

source: I can't concentrate for long periods of time
fa: درمدت زمان طولانی نمی توانم تمرکز کنم

source: I choose challenging and difficult courses.
fa: دوره‌های آموزشی چالش برانگیز و سخت را انتخاب می‌کنم.

source: I choose easy courses.
fa: دوره‌های آموزشی آسان را انتخاب می‌کنم.

source: I choose my friends carefully.
fa: دوستانم را با دقت انتخاب می‌کنم.

source: I choose the most suitable gift for each of my friends
fa: من برای هر کدام از دوستانم مناسب ترین هدیه را انتخاب می‌کنم

source: I consider myself a charitable and kind person.
fa: خود را شخصی خَیر و نیکو کار می دانم .

source: I consider myself open-minded (broad-minded) and respect others' ways of life, no matter how different they are.
fa: خودم را روشن فکر می دانم ( دارای سعه صدر هستم ) و به نحوه زندگی دیگران ، هر اندازه که متفاوت باشد احترام می گذارم .

source: I consistently achieve positive results.
fa: من به صورت پیوسته نتایج مثبتی را کسب می کنم.

source: I cry easily.
fa: من به راحتی گریه می‌کنم.

source: I develop personal interest in the people I work with.
fa: نسبت به افرادی که با آنها کار می کنم علاقه شخصی پیدا می کنم .

source: I discover my future over time.
fa: با گذر زمان آینده‌ام را کشف می‌کنم.

source: I do my tasks slowly but steadily and gradually.
fa: کارهایم را به کندی ولی پیوسته و به مرور انجام می دهم.

source: I do not consider myself a lively and energetic person.
fa: خودم را فردی سرحال و سر زنده ای نمی دانم .

source: I do not enjoy socializing with others much.
fa: از مصاحبت با دیگران چندان لذت نمی برم.

source: I do not feel any sympathy for people begging on the streets.
fa: با آدمهایی كه در خیابان ها گدایی می كنند ، هیچ گونه احساس همدردی ندارم .

source: I do not feel pressured by others to move forward.
fa: احساس نمی كنم كه با فشار دیگران به پیش روم .

source: I do not get too upset if others tease me or joke with me.
fa: اگر دیگران سر به سر من بگذارند وبا من شوخی کنن زیاد ناراحت نمی شوم .

source: I do not involve supernatural issues in making decisions in the ordinary affairs of life.
fa: من در تصمیم‌گیری در امورعادی زندگی، مسائل ماوراء مادی را دخالت نمی دهم

source: I do not like people who act against my nature.
fa: از افرادی که بر خلاف طبع من رفتار می کنند خوشم نمی آید

source: I do not like spending my holidays in crowded and exciting places.
fa: دوست ندارم تعطیلات خود را در جاهای شلوغ و پرهیجان بگذرانم.

source: I do not like wasting my time on imagination.
fa: دوست ندارم وقتم را با خیال پردازی تلف کنم.

source: I do not mind boasting about my talents and achievements.
fa: بدم نمی آید به استعدادم و کارهایی که انجام داده ام ببالم.

source: I do not seem to be completely successful in anything.
fa: به نظر نمی رسد که در هیچ کاری کاملاً موفق باشم .

source: I do not take social activities like voting seriously.
fa: من کارهای اجتماعی همچون رای دادن را جدی نمی گیرم.

source: I do not think I will ever become an organized person.
fa: فکر نمی کنم که هیچ وقت بتوانم آدم منظمی بشوم .

source: I don’t like reading and start tasks immediately.
fa: من از خواندن خوشم نمی‌آید و بلافاصله کارها را شروع می‌کنم.

source: I don’t really care whether other people like me or not.
fa: من واقعا به این اهمیت نمی دهم که دیگران من را دوست دارند یا خیر.

source: I don't care about being recognized as a reputable, professional, and successful person.
fa: برایم اهمیتی ندارد تا به عنوان فردی معتبر، حرفه‌ای و موفق شناخته شوم.

source: I don't interact with unreliable people.
fa: با افراد غیر قابل اعتماد، تعامل نمی‌کنم.

source: I don't like to be around people who can't keep their cool.
fa: من دوست ندارم اطراف آدم‌هایی باشم که نمی‌توانند آرامش خودشان را حفظ کنند.

source: I empower others.
fa: بقیه را توانمند می‌کنم.

source: I encourage others.
fa: بقیه را تشویق می‌کنم.

source: I enjoy appreciating and admiring others
fa: من از تقدیر و تحسین کردنِ دیگران لذت می‌برم

source: I enjoy being among the winners of a competition.
fa: از این‌که در میان برندگان یک رقابت باشم، خوشحال می‌شوم.

source: I enjoy being appreciated.
fa: من از اینکه تقدیر و تحسین بشوم، لذت می‌برم

source: I enjoy being relaxed.
fa: از ریلکس بودن لذت می‌برم.

source: I enjoy cleaning.
fa: از تمیزکاری لذت می‌برم.

source: I enjoy crowded parties.
fa: از میهمانی های شلوغ خوشم می آید .

source: I enjoy discussing big ideas with those around me.
fa: از این‌که ایده‌های بزرگ را با اطرافیانم به بحث می‌گذارم، لذت می‌برم.

source: I enjoy focusing on an imaginary topic, exploring all possibilities, and elaborating on it.
fa: از تمركز بر یك موضوع خیالی ، و بررسی تمام احتمالات ممکن و شاخ وبرگ دادن به آن لذت می برم .

source: I enjoy giving speeches.
fa: از سخنرانی کردن خوشم می‌آید.

source: I enjoy goal-setting meetings.
fa: جلسات بحث و بررسی برای تعیین اهداف برایم لذت‌بخش است.

source: I enjoy making others feel successful
fa: من از اینکه حس موفقیت را در دیگران ایجاد کنم لذت می‌برم

source: I enjoy making others feel valued
fa: من از دادن احساس ارزشمندی به دیگران لذت می‌برم

source: I enjoy my current successes.
fa: از موفقیت‌های کنونیم لذت می برم.

source: I enjoy philosophical discussions.
fa: از مباحث فلسفی لذت می‌برم.

source: I enjoy playing games
fa: من از بازی کردن لذت می‌برم

source: I enjoy reading poems filled with emotions and imagination more than stories.
fa: از خواندن اشعار حاوی احساسات وتصورات بیشتر از داستان لذت می برم .

source: I enjoy solving complex puzzles.
fa: از حل کردن معماهای پیچیده لذت می برم .

source: I enjoy solving puzzles and riddles.
fa: از حل جدول و معما لذت می برم.

source: I enjoy the excitement of riding fast roller coasters.
fa: هیجانات ناشی از سوار شدن در چرخ فلک های سریع را دوست دارم .

source: I enjoy understanding the causes and roots of world wars.
fa: فهم علل و ریشه‌های جنگ‌های جهانی، برایم لذت‌بخش است.

source: I enjoy understanding where the world’s population will be in the next 50 years.
fa: فهم توزیع جمعیت جهان در 50 سال آینده، برایم لذت‌بخش است.

source: I experience a wide range of emotional and sensory experiences.
fa: تجارب هیجانی و احساسی گسترده و گوناگونی به من دست می دهند .

source: I feel bad when someone is left out of the team.
fa: هنگامی که فردی از تیم کنار گذاشته می‌شود، حس بدی به من دست می‌دهد.

source: I feel completely worthless.
fa: کاملا احساس بی ارزشی می کنم.

source: I feel guilty when I do something I think is wrong
fa: زمانی که کاری را انجام می دهم که فکر می کنم غلط باشد احساس گناه میکنم

source: I feel I can handle most of my problems.
fa: احساس می کنم که می توانم با اغلب مشکلاتم مقابله کنم.

source: I feel like I am a competent person
fa: من احساس می‌کنم که فرد شایسته ای هستم

source: I feel the need to make sacrifices for others.
fa: من احساس می‌کنم نیاز دارم برای دیگران فداکاری کنم.

source: I file a lawsuit if necessary.
fa: اگر لازم باشد شکایت حقوقی می‌کنم.

source: I find different ways to do things.
fa: برای انجام هر کاری، روش‌های متفاوتی را پیدا می‌کنم.

source: I find it easy to start new tasks and projects.
fa: شروع وظایف وکارهای جدید، برایم آسان است.

source: I find it exciting to open up to strangers
fa: باز کردن سر صحبت با غریبه ها برای من هیجان انگیز است

source: I find it necessary to focus others' attention only on what is right.
fa: من ضرورت می‌دانم که توجه دیگران را فقط به آنچه که درست است معطوف کنم.

source: I focus more precisely than most people on what I want to do
fa: من دقیق‌تر از بیشتر مردم بر آنچه که می‌خواهم انجام دهم، تمرکز می‌کنم

source: I focus on what I can achieve in the future.
fa: بر روی آنچه که در آینده می‌توانم بدست آورم تمرکز می‌کنم.

source: I follow a plan I have written for my future
fa: طبق برنامه‌ای که برای آینده‌ام نوشته‌ام پیش می‌روم.

source: I function best when I am doing several things at once.
fa: بهترین کارکرد من زمانی است که چند کار را هم‌زمان با هم پیش می برم.

source: I generally try to be considerate and logical.
fa: عموماً سعی می کنم شخص با ملاحظه و منطقی باشم.

source: I get excited about finding a pattern in data.
fa: من از پیدا کردن یک الگو در میان داده‌ها، هیجان‌زده می‌شوم.

source: I get scared easily.
fa: زود می ترسم.

source: I get to know the people around me one by one
fa: من با آدم‌های اطرافم به صورت تک به تک آشنا می‌شوم و آن‌ها را می‌شناسم

source: I give everyone praise generously.
fa: سخاوتمندانه همه را تحسین می‌کنم.

source: I give gifts that most people will like
fa: من هدایایی می‌دهم که بیشتر مردم از آنها خوششان می‌آید

source: I go with the flow of things as they arise and usually have a general understanding of all issues.
fa: من با جریان کارهایی که به وجود می آید، پیش می‌روم و نسبت به کل مسائل معمولا اشراف کلی دارم.

source: I grow when I learn something.
fa: زمانی رشد می‌کنم که چیزی را یاد می‌گیرم.

source: I grow when I share what I have
fa: رشد من زمانی است که داشته‌های خود را به اشتراک می‌گذارم.

source: I guide and inspire my friends to get things done.
fa: دوستانم را برای به‌نتیجه‌رساندن کارها جهت می‌دهم و الهام می‌بخشم.

source: I hardly get anxious and do not feel much responsibility.
fa: من به سختی مضطرب شده و احساس مسئولیت پذیری زیادی ندارم

source: I hate being controlled.
fa: از اینکه کنترل بشوم متنفرم.

source: I hate crying.
fa: از گریه‌کردن متنفرم.

source: I hate deadlines.
fa: از ضرب‌الاجل‌ها بدم می‌آید.

source: I hate it when others think I am a pretentious person.
fa: از اینكه دیگران فکر کنند فرد متظاهری هستم متنفرم .

source: I have a good belief in human nature.
fa: اعتقاد خوبی به فطرت انسان دارم .

source: I have a great desire to learn.
fa: تمایل بسیار زیادی به یادگیری دارم.

source: I have a great sense of life
fa: من حس فوق‌العاده‌ای در مورد زندگی دارم

source: I have a habit of checking everything to make sure everything is in its place.
fa: من عادت دارم که تا حد لازم چک کنم همه چیز سر جای خودشان باشد.

source: I have a lot of intellectual curiosity.
fa: من کنجکاوی های روشنفکرانه فراوانی دارم .

source: I have a lot of perseverance and in the workplace, I am always known as the person who works harder and harder.
fa: من استقامت بسیار زیادی دارم و در محیط کار، همیشه به عنوان فردی شناخته می‌شوم که بیشتر و سخت‌تر کار می‌کند.

source: I have a purpose for my life.
fa: برای زندگی خود هدف دارم.

source: I have a stable temperament.
fa: خلقی (روحیه ای) با ثبات دارم.

source: I have a strong desire to get rich.
fa: من اشتیاق شدیدی به ثروت‌مند شدن دارم.

source: I have a strong desire to know more.
fa: من اشتیاق شدیدی به بیشتر دانستن دارم.

source: I have a talent for discovering how very different people work together.
fa: من استعداد کشف چگونگی همکاری افراد بسیار متفاوت با همدیگر را دارم

source: I have a talent for simplifying complex issues.
fa: این استعداد را دارم که مسائل پیچیده را ساده‌سازی کنم.

source: I have a very active imagination.
fa: خیال پردازی من بسیار قوی است.

source: I have a very positive opinion of myself.
fa: نظرم نسبت به خود م بسیار مثبت است .

source: I have a very realistic mindset and rely on experts in every field, based on their experience and wisdom, to help me find the right path
fa: من طرز تفکر بسیار واقع‌بینانه‌ای دارم و از روی تجربه و خرد، در هر زمینه‌ای به متخصصین آن زمینه اتکا می‌کنم تا به من کمک کنند تا راه درست را پیدا کنم

source: I have a wide range of intellectual interests.
fa: دارای طیف وسیعی از علایق ذهنی ( فکری ) هستم .

source: I have acted as a representative for a group to present suggestions or complaints to a higher authority.
fa: بعنوان نماینده یك گروه در ارائه پیشنهادات ویا شكایات به مقام بالاتر انجام وظیفه كرده ام .

source: I have always worked hard and under pressure
fa: من همیشه سخت و پرفشار کار کرده‌ام

source: I have an active imaginative life.
fa: من زندگی تخیلی فعالی دارم.

source: I have clear goals and work according to a plan to achieve them.
fa: دارای اهداف روشنی هستم و برای رسیدن به آنها طبق برنامه کار می کنم.

source: I have fewer fears than most people.
fa: نسبت به اکثر افراد دارای ترس های کمتری هستم .

source: I have great enthusiasm and energy in doing things.
fa: اشتیاق و انرژی فوق العاده ای در انجام كار ها دارم .

source: I have had a mentor or teacher who really paid attention to me, apart from others.
fa: من مربی یا معلمی داشته‌ام که جدا از بقیه، واقعا حواسش به من بود.

source: I have never jumped for joy.
fa: هرگز از شدت خوشحالی از جا نپریده ام.

source: I have organized a club, group, or team.
fa: باشگاه ، گروه یا دسته ای را سازمان داده ام .

source: I have participated in a science seminar or competition.
fa: در سمینار یا مسابقه علمی شركت كرده ام .

source: I have participated in charity work by collecting donations from the public.
fa: در امور خیریه با جمع آوری كمكهای مردمی شركت كرده ام .

source: I have received a reward for sales or leading a group.
fa: در كار فروشندگی یا رهبری گروه پاداش گرفته ام .

source: I have so many small tasks to do that sometimes I ignore them all.
fa: آن قدر کارهای ریز وکوچک برای انجام دادن دارم که گاهی تمام آنها را نادیده می گیرم .

source: I have started a business.
fa: اقدام به ایجاد كسب و كار نموده ام .

source: I have strong emotional bonds with friends.
fa: با دوستان وابستگی عاطفی قوی ( مستحکم ) دارم .

source: I have the ability to analyze and analyze opportunities that will come my way.
fa: من توانایی بررسی و تحلیل فرصت هایی را دارم که در آینده برایم پیش خواهد آمد

source: I have the ability to create a bond and reconciliation between two opposing groups.
fa: من توانایی ایجاد پیوند و آشتی میان دو گروه متضاد را دارم

source: I have the ability to listen to others and make them feel understood
fa: من توانایی گوش دادن به حرف های دیگران را دارم و احساس درک شدن را در آنها ایجاد می کنم

source: I have the ability to love people, all people.
fa: من این توانایی را دارم که به مردم عشق بورزم، به همه مردم.

source: I have the ability to make others feel successful
fa: من توانایی ایجاد احساس موفقیت در دیگران را دارم

source: I have the ability to study and research as much as possible.
fa: این توانایی را دارم که تا آنجا که بشود، مطالعه و بررسی کنم.

source: I have the ability to visualize the future.
fa: توانایی تجسم آینده را دارم

source: I have the power to follow through on a task.
fa: این قدرت را دارم که تا آخر، کار را پیگیری کنم.

source: I have the talent to treat very different people equally.
fa: من استعداد برخورد یکسان با افراد بسیار متفاوت را دارم

source: I have to force myself to study.
fa: من باید خودم را مجبور کنم که مطالعات کنم

source: I have to work at being honest with myself.
fa: برای اینکه بخواهم با خودم صادق باشم، باید تلاش کنم.

source: I have used power tools in a carpentry workshop such as a saw, a lathe, or a sander.
fa: از ابزار های برقی كارگاه نجاری مانند اره ، ماشین تراش یاماشین سنباده استفاده كرده ام .

source: I have usually taken on leadership roles in groups I have been part of.
fa: معمولاً رهبری را در جمع هایی که جزو آن بوده ام به عهده داشته ام.

source: I have volunteered in hospitals, clinics, or relief centers (Red Crescent, etc.).
fa: داوطلبانه در بیمارستان ، كلینیك یا مراكز امداد رسانی ( هلال احمرو ... ) كار كرده ام .

source: I have worked in an office.
fa: در امور اداری كار كرده ام .

source: I have worked with power tools such as a drill, grinder, grinder, and sewing machine.
fa: با ابزار های برقی مانند : مته ، آسیاب ، خرد كن و چرخ خیاطی كار كرده ام .

source: I intend to control the events in my life.
fa: بنا دارم رویدادهای زندگیم را کنترل کنم.

source: I interact with people who value my strengths
fa: با افرادی تعامل می کنم که ارزش توانمندی هایم را بدانند

source: I keep my belongings clean and organized.
fa: وسایل متعلق به خود را تمیز و مرتب نگه می دارم.

source: I know how a vacuum tube works.
fa: طرز كار لامپ خلا ( لوله خالی از هوا ) را می دانم .

source: I know how to be a successful leader or representative.
fa: می دانم چگونه سر دسته یا نماینده موفقی باشم .

source: I know how to work with a voltmeter.
fa: كار كردن با ولت متر را می دانم .

source: I know my strengths better than my weaknesses.
fa: من نقاط قوتم را بهتر از نقاط ضعفم می‌شناسم.

source: I know my weaknesses better than my strengths.
fa: من ضعف‌هایم را بهتر از نقاط قوتم می‌شناسم.

source: I know the concept of the half-life of a radioactive element.
fa: مفهوم نیمه عمر عنصر رادیواكتیو را می دانم .

source: I know why satellites do not fall to the ground.
fa: می دانم كه چرا ماهواره ها به زمین نمی افتند .

source: I laugh easily.
fa: زود به خنده می افتم.

source: I lead others to success
fa: من دیگران را به سمت موفقیت سوق می‌دهم

source: I like being with people.
fa: من دوست دارم با مردم باشم.

source: I like discussion groups.
fa: گروه‌های گفتگو و بحث را دوست دارم.

source: I like my work to be the path of my life
fa: من دوست دارم کارم مسیر زندگی‌ام باشد

source: I like things that require attention to detail.
fa: کارهایی را که نیاز به دقت دارد دوست دارم.

source: I like to associate with successful and hardworking people
fa: من دوست دارم با افراد موفق و سختکوش ارتباط داشته باشم

source: I like to be a leader for others
fa: من دوست دارم که رهبر دیگران باشم

source: I like to be alone.
fa: دوست دارم تنها باشم.

source: I like to be heard.
fa: دوست دارم شنیده شوم.

source: I like to be liked by everyone
fa: من دوست دارم همه دوستم داشته باشند

source: I like to be part of the crowd at sports events.
fa: دوست دارم در رویداد های ورزشی همراه وهمگام جمعیت باشم .

source: I like to be praised
fa: من دوست دارم مردم ستایشم کنند

source: I like to be present and not in the past or future.
fa: دوست دارم حواسم به اکنون و حال حاضرم باشد و نه به گذشته یا آینده.

source: I like to challenge others.
fa: دوست دارم بقیه را به چالش بکشم.

source: I like to compete
fa: من دوست دارم رقابت کنم

source: I like to do things with others as much as possible
fa: من دوست دارم تا آنجا که امکان دارد کارها را با دیگران انجام دهم

source: I like to do what is best for my family
fa: من دوست دارم تا بهترین ها را برای خانواده‌ام رقم بزنم

source: I like to encourage others.
fa: دوست دارم بقیه را تشویق کنم.

source: I like to entertain others.
fa: دوست دارم بقیه را سرگرم کنم.

source: I like to follow things in order
fa: من دوست دارم کارها را به ترتیب دنبال کنم

source: I like to go to fun events, such as sporting events.
fa: دوست دارم به تماشای رویدادهای سرگرم کننده مثل رویدادهای ورزشی بروم.

source: I like to listen.
fa: دوست دارم بشنوم.

source: I like to look at things from different angles
fa: من دوست دارم تا به مسائل، از زوایای متفاوتی نگاه کنم

source: I like to organize things for others.
fa: من دوست دارم مسائل مختلف را برای بقیه سازمان‌دهی کنم

source: I like to spend time with forward-thinking people
fa: من دوست دارم تا اوقاتم را با افراد آینده نگر بگذرانم

source: I like to spend time with historians
fa: من دوست دارم تا اوقاتم را با تاریخ دانان بگذرانم

source: I like to talk.
fa: دوست دارم صحبت کنم.

source: I like to think.
fa: دوست دارم تفکر کنم.

source: I like to understand how things work.
fa: من دوست دارم بفهمم چیزها چگونه کار می‌کنند.

source: I like to work hard with my friends.
fa: علاقه مندم تا به همراه دوستانم سخت کار کنم.

source: I like to work.
fa: من دوست دارم کار کنم

source: I live for the future.
fa: برای آینده زندگی می‌کنم.

source: I look for people who are honest with me about my weaknesses.
fa: به دنبال افرادی می‌گردم که ضعف‌هایم را صادقانه ابراز کنند.

source: I love anything that has to do with children.
fa: هر چه را که مربوط به کودکان باشد دوست دارم.

source: I love everyone.
fa: من همه را دوست دارم.

source: I love people.
fa: من به مردم عشق می‌ورزم.

source: I love social connections so much that I can't live without them.
fa: به حدی عاشق ارتباطات اجتماعی هستم که نمی‌توانم بدون آن زنده بمانم.

source: I love studying.
fa: من درس خواندن را دوست دارم.

source: I love to read.
fa: من عاشق مطالعه کردن هستم.

source: I love to study and learn.
fa: عاشق مطالعه و یادگیری هستم.

source: I make friends with everyone so as not to break anyone's heart.
fa: با همه دوستی می‌کنم تا قلب کسی را نشکانم.

source: I make others happy.
fa: من دیگران را خوشحال می‌کنم

source: I make people I work with compatible with each other.
fa: من افرادی را که با هم کار می‌کنند، با یکدیگر سازگار می کنم.

source: I make progress by overcoming my weaknesses.
fa: با غلبه‌ی بر ضعف‌هایم، پیشرفت می‌کنم.

source: I need to be physically active.
fa: من نیاز دارم فعالیت بدنی داشته باشم.

source: I need to be understood and understood.
fa: نیاز دارم که فهمیده و درک شوم.

source: I need to make sure I am not making a mistake before I start an activity
fa: من قبل از اقدام به شروع فعالیت، باید مطمئن شوم که اشتباهی نکرده‌ام

source: I never fail to express myself and always get my point across.
fa: من هیچ‌گاه در بیان مطالبم عاجز نیستم و همیشه منظورم را می‌رسانم.

source: I never stop gathering and acquiring information.
fa: من هرگز از جمع‌آوری و کسب اطلاعات دست نمی‌کشم.

source: I notice the differences between different people when dealing with them.
fa: من در برخورد با افراد مختلف، تفاوت‎های میان آن‌ها را متوجه می‌شوم.

source: I observe life.
fa: من نظاره گر زندگی هستم.

source: I often argue with family and colleagues.
fa: اغلب با فامیل وهمکارانم بگو مگو دارم .

source: I often do not like the people I have to interact with.
fa: اغلب از افرادی كه باید با آنها در ارتباط باشم ، خوشم نمی آید .

source: I often do things without planning.
fa: غالباً کارها یم را بدون برنامه ریزی انجام می دهم .

source: I often enjoy grappling with theories and abstract concepts.
fa: اغلب از کلنجار رفتن با نظریه ها با مفاهیم انتزاعی (ذهنی) لذت می برم.

source: I often feel full of energy.
fa: اغلب احساس می كنم كه سرشار از انرژی هستم .

source: I often feel helpless and look for someone to solve my problems.
fa: اغلب احساس درماندگی می کنم و دنبال کسی می گردم که مشکلاتم را برطرف کند.

source: I often feel inferior to others.
fa: اغلب خود را کمتر از دیگران حس می كنم .

source: I often feel nervous and tense.
fa: اغلب احساس عصبی بودن و تنش می کنم.

source: I often find it difficult to make decisions.
fa: غالباً تصمیم گیری برای من مشکل است .

source: I often get angry at the way people treat me.
fa: اغلب از طرز برخورد دیگران با خود عصبانی می شوم.

source: I often get discouraged and lose myself when things do not go right.
fa: غالباً وقتی کارها درست پیش نمی رود دلسرد می شوم وخودم را می بازم .

source: I often get involved in tasks without adequate preparation.
fa: غالب اوقات بدون آمادگی کافی درگیر کارها می شوم.

source: I often let others do most of the talking in meetings.
fa: غالباً در جلسات می گذارم دیگران بیشتر حرف ها را بزنم.

source: I often prefer to do things alone.
fa: غالباً ترجیح می دهم که کارها را به تنهایی انجام بدهم.

source: I often seem like a hasty person.
fa: من غالباً شخص عجولی به نظر می رسم .

source: I often think about the beauty I have seen.
fa: من غالبا به زیبایی‌هایی که دیده‌ام، می‌اندیشم.

source: I often try new and unfamiliar foods.
fa: من اغلب غذاهای جدید و نا آشنا را امتحان می كنم.

source: I often worry that things will not go according to plan or correctly.
fa: غالباً نگران این هستم که مبادا کارها مطابق برنامه یا به درستی پیش نرود .

source: I only admire someone when there is a valid and important reason for it and I do not admire anyone too much.
fa: تنها وقتی کسی را تحسین می کنم که دلیلی موجه و مهم برای آن وجود داشته باشد و بیش از حد کسی را تحسین نمی کنم

source: I only take time off work when I am truly sick.
fa: فقط در شرایطی که واقعاً بیمار باشم کارم را تعطیل می کنم .

source: I organize and regulate
fa: من سازماندهی و تنظیم می‌کنم
