Repository: mscreply/iSarv
Catalog: Resources/ViewResource.*.resx
Languages: fa

source: Significance
fa: معناداری

source: Singer
fa: خواننده سرود

source: Site Design
fa: ظاهر سایت

source: Site Images
fa: تصاویر سایت

source: Site Management
fa: مدیریت سایت

source: Site Themes
fa: قالب‌های سایت

source: Skills
fa: مهارت‌ها

source: Skills &amp; Aptitude Test
fa: تست مهارت‌ها و استعداد

source: Slide
fa: اسلاید

source: Slides
fa: اسلایدها

source: Social
fa: اجتماعی

source: Social gatherings are usually boring for me.
fa: معمولاً گردهمایی های اجتماعی برایم کسل کننده هستند .

source: Social science director
fa: دبیر علوم اجتماعی

source: Sociologist
fa: جامعه شناس

source: Software Developer
fa: توسعه‌دهنده نرم‌افزار

source: Solving math and chess puzzles
fa: حل معماهای ریاضی و شطرنج

source: Some people scare me.
fa: برخی از مردم من را می‌ترسانند.

source: Some people think I am selfish and self-centered.
fa: بعضی ها فکر می کنند که من فردی خودخواه و خود محورم.

source: Some think I am a calculating and cold person.
fa: برخی فکر می کنند من فردی حسابگر و خشک هستم.

source: Some types of music are very attractive and captivating to me.
fa: بعضی از انواع موسیقی برایم بسیار جذاب و پرکشش است .

source: Sometimes I act first and think later.
fa: گاهی اول عمل می کنم بعد می اندیشم.

source: Sometimes I am a grumpy and irritable person.
fa: گاهی شخصی بد اخلاق و ترشرو هستم .

source: Sometimes I am not as reliable and trustworthy as I should be.
fa: گاهی آن طور که باید و شاید قابل اتکا و اعتماد نیستم.

source: Sometimes I cannot be as decisive as I should be.
fa: گاهی نمی توانم آن طور که باید و شاید قاطع باشم.

source: Sometimes I cheat in single-player games (with myself).
fa: گاهی در بازی های تک نفره (با خودم) تقلب می کنم.

source: Sometimes I cleverly make others do what I want.
fa: گاهی با زرنگی ، دیگران را وادار می کنم کاری را که من می خواهم انجام دهند .

source: Sometimes I deeply feel regret and guilt.
fa: بعضی اوقات عمیقاً احساس پشیمانی و تقصیر می کنم.

source: Sometimes I do things just for fun and to pass the time.
fa: گاهی کارهایی را فقط برای سرگرمی و وقت تلف کردن انجام داده ام.

source: Sometimes I do things without thinking and then regret it.
fa: گاهی کارهایی را بدون تأمل انجام می دهم وبعد پشیمان می شوم.

source: Sometimes I feel a state of euphoria and intense joy.
fa: گاهی حالت سرخوشی و نشاط شدیدی را احساس می کنم.

source: Sometimes I feel very happy (like my heart is melting).
fa: بعضی از اوقات احساس خوشحالی می کنم ( قند تو دلم آب می شود ) .

source: Sometimes I flatter others.
fa: گاهی چاپلوسی دیگران را می‌کنم.

source: Sometimes I get completely absorbed in the music I listen to.
fa: گاهی کاملاً جذب (محو) موسیقی می شوم که به آن گوش می دهم.

source: Sometimes I have been so embarrassed that I just wanted to hide.
fa: گاهی آنچنان خجالت زده شده ام که فقط می خواستم خود را پنهان کنم.

source: Sometimes I manipulate others with flattery or force to get what I want.
fa: گاهی افراد را به تملق ویا زور وادار به انجام خواست می کنم .

source: Sometimes I overeat my favorite food.
fa: گاهی از پرخوری بیمار می شوم .

source: Sometimes I struggle to express my ideas and my words fall short.
fa: بعضی وقت‌ها برای بیان ایده‌هایم لغت کم می‌آورم و کلامم قاصر می‌ماند.

source: Sometimes just to create variety in life, I make changes to the arrangement of furniture at home.
fa: گاهی فقط به منظور ایجاد تنوع در زندگی تغییراتی در محل اثاثیه خانه ایجاد می کنم .

source: Sometimes life seems cold and hopeless to me.
fa: بعضی اوقات زندگی سرد وناامید کننده به نظر می رسد .

source: Sometimes my greatness affects others
fa: گاهی اوقات ابهت من دیگران را تحت تاثیر قرار می دهد

source: Sometimes scary thoughts come to my mind.
fa: گاهی اوقات فکرهای ترسناک به ذهنم می رسد .

source: Sometimes when I read a poem or watch an art piece, I feel a tremor and an emotional shake.
fa: بعضی اوقات وقتی شعری را می خوانم یا یک هنری را تماشا می کنم یک احساس لرزش ویک تکان هیجانی را حس می کنم .

source: Sometimes when others talk about very abstract (mental) and theoretical topics, I get bored.
fa: گاهی هنگامی که دیگران درباره موضاعات بسیار انتزاعی ( ذهنی ) ونظری صحبت می كنند حوصله ام سرمی رود.

source: Sometimes, it can be justified to change the truth.
fa: بعضی وقت‌ها، تغییر دادن حقیقت می‌تواند موجه باشد.

source: Speakers
fa: سخنرانان

source: Specializes in AI algorithms for data analysis and prediction.
fa: متخصص در الگوریتم‌های هوش مصنوعی برای تحلیل داده و پیش‌بینی.

source: Speech therapist
fa: گفتار درمانگر

source: Sponsors
fa: حامیان

source: Sponsors List
fa: لیست حامیان

source: Sports club founder
fa: مؤسس باشگاه ورزشی

source: Sports coach
fa: مربی ورزش

source: Start Date
fa: تاریخ آغاز

source: Start Tests
fa: شروع تست‌ها

source: Start Time
fa: زمان آغاز

source: StartDate
fa: تاریخ شروع

source: Statement
fa: گویه

source: Statement A
fa: گویه الف

source: Statement B
fa: گویه ب

source: StatementA
fa: گویه الف

source: StatementB
fa: گویه ب

source: Status
fa: وضعیت

source: Straightforwardness
fa: صراحت

source: Strange things like specific smells or the names of distant places can create intense emotional states in me.
fa: چیزهای غریبی مثل بوهای خاص ویا نام مکان های دور ، می تواند در من حالات احساسی شدیدی بوجود بیاورد .

source: Strategic
fa: استراتژیک

source: StrategicThinking
fa: تفکر استراتژیک

source: Strongly describes me
fa: کاملاً مرا توصیف می‌کند

source: Student
fa: دانش‌آموز

source: Students
fa: دانش آموزان

source: Study at
fa: تحصیل در

source: Subject
fa: موضوع

source: Subject (En)
fa: موضوع (En)

source: Subject (Fa)
fa: موضوع (فا)

source: Submit
fa: ارسال

source: Submit Date
fa: تاریخ ارسال

source: Submit Deadline
fa: مهلت ارسال

source: Submit New Paper
fa: ارسال مقاله جدید

source: Submit Paper
fa: ارسال مقاله

source: Submit Reply
fa: ارسال پاسخ

source: Submit Review
fa: ارسال داوری

source: Submit Test
fa: ارسال تست

source: Submit To Author
fa: ارسال به نویسنده

source: SubmitDate
fa: تاریخ ارسال

source: Submitted Paper List
fa: لیست مقاله‌های ارسال‌شده

source: Submitter
fa: ارسال‌کننده

source: Submitting
fa: در حال آماده‌سازی

source: Submitting Papers
fa: مقاله‌های در حال آماده‌سازی

source: Subscribe to our newsletter for the latest updates and insights.
fa: در خبرنامه ما مشترک شوید تا از آخرین به‌روزرسانی‌ها و بینش‌ها مطلع شوید.

source: Subscribe to our newsletter. You will be kept informed about latest news, activities and developments.
fa: در خبرنامه ما مشترک شوید. شما از آخرین اخبار، فعالیت ها و پیشرفت ها مطلع خواهید شد.

source: Supervising and supervising the work of others
fa: سرپرستی و نظارت بر كار دیگران

source: Support
fa: پشتیبانی

source: Surveyor
fa: نقشه بردار

source: Syllabus (Fa)
fa: سرفصل دوره

source: Tailor
fa: خیاط

source: Take a bookkeeping course
fa: گذراندن دوره دفترداری

source: Take a business course
fa: گذراندن دوره بازرگانی

source: Take a financial accounting course
fa: گذراندن دوره حسابداری مالی

source: Take a typing course
fa: گذراندن دوره ماشین نویسی

source: Take Clifton Test
fa: انجام تست کلیفتون

source: Take Neo Test
fa: انجام تست نئو

source: Take Holland Test
fa: انجام تست هالند

source: Take Test
fa: انجام تست

source: Take the first step towards a fulfilling career. Register or log in to access our assessments. If you have questions, feel free to reach out using the form.
fa: اولین قدم را به سوی یک شغل رضایت‌بخش بردارید. ثبت‌نام کنید یا وارد شوید تا به ارزیابی‌های ما دسترسی پیدا کنید. اگر سوالی دارید، از طریق فرم با ما تماس بگیرید.

source: Taking a biology course
fa: گذراندن دوره زیست شناسی

source: Taking a carpentry (woodworking) course
fa: گذراندن دوره درودگری ( كارهای چوبی )

source: Taking a chemistry course
fa: گذراندن دوره شیمی

source: Taking a geometry or trigonometry course
fa: گذراندن دوره هندسه یا مثلثات

source: Taking a mechanical design course
fa: گذراندن دوره طراحی مكانیكی

source: Taking a physics course
fa: گذراندن دوره فیزیك

source: Taking a sewing course
fa: گذراندن دوره خیاطی

source: Taking a workshop course
fa: گذراندن دوره كارگاه

source: Taking an art course
fa: گذراندن دوره هنری

source: Taking an auto mechanic course
fa: گذراندن دوره اتو مكانیكی

source: Taking care of children
fa: مراقبت از كودكان

source: Taking on leadership is not easy for me.
fa: پذیرش مدیر یت برای من کار ساده ای نیست .

source: Taking parties and celebrations
fa: شركت در میهمانیها ومراسم جشن و سرور

source: Taking sports classes
fa: شركت در كلاسهای ورزشی

source: Talent And Strength Package
fa: بسته استعداد و قدرت

source: Tax expert
fa: كارشناس مالیات

source: Taxi service (agency) driver
fa: راننده تاكسی سرویس ( آژانس )

source: Teaching ability
fa: توانایی تدریس

source: Team
fa: همکاران

source: Technical Information
fa: اطلاعات فنی

source: Technical Information (Fa)
fa: اطلاعات فنی

source: Telecommunication engineer
fa: مهندس مخابرات

source: Television program producer
fa: تولید كننده برنامه های تلویزیونی

source: Telling jokes and jokes to friends
fa: بیان مطالب شنیدنی و لطیفه در جمع دوستان

source: Tenderness
fa: لطافت

source: Terms &amp; Condition
fa: شرایط و ضوابط

source: Terms of service
fa: شرایط خدمت رسانی

source: Test Domain
fa: تست دامنه

source: Test Package
fa: بسته تست

source: Test Result
fa: نتیجه تست

source: Test submitted successfully!
fa: تست با موفقیت ارسال شد!

source: TestPackage
fa: بسته تست

source: TestPackages
fa: بسته های تست

source: Tests Completed
fa: تست‌های انجام‌شده

source: Text Center Position (%)
fa: مرکز متن (٪)

source: Text Code Copied
fa: کد متنی کپی شد

source: Text Color
fa: رنگ متن

source: Text Width (%)
fa: عرض متن (٪)

source: Thank you for confirming your email change.
fa: از اینکه تغییر ایمیل خود را تأیید کردید متشکریم.

source: Thank you for confirming your email.
fa: از تایید ایمیل شما سپاسگزاریم.

source: Thanks for accepting the review, Please login to site for review.
fa: با سپاس فراوان از پذیرش داوری، لطفا جهت انجام داوری وارد سایت شوید.

source: Thanks for your attention, We hope to use your expertise in next reviews.
fa: با سپاس فراوان از توجه شما، امیدواریم از تخصص شما در داوری‌های بعدی بهره‌مند گردیم.

source: The Clifton Strength Test helps you discover your strengths. Please read each question carefully and select the option that best describes you.
fa: تست نقاط قوت کلیفتون به شما کمک می‌کند تا نقاط قوت خود را کشف کنید. لطفاً هر سوال را با دقت بخوانید و گزینه‌ای را که بهترین توصیف از شما است انتخاب کنید.

source: The Clifton Strengths Talent Assessment Test (CSTA) consists of 177 pairs of statements. From each pair, select the statement that best matches your characteristics.
fa: تست ارزیابی استعدادهای نقاط قوت کلیفتون (CSTA) شامل ۱۷۷ جفت عبارت است. از هر جفت، عبارتی را انتخاب کنید که بهترین تطابق با ویژگی‌های شما دارد.

source: The current browser has been forgotten. When you login again from this browser you will be prompted for your 2fa code.
fa: مرورگر فعلی فراموش شده است. وقتی دوباره از این مرورگر وارد شوید، کد 2fa از شما خواسته می شود.

source: The detailed reports provided actionable insights that helped me understand my potential and explore new opportunities.
fa: گزارش‌های دقیق بینش‌های عملی ارائه دادند که به من کمک کردند پتانسیل خود را درک کنم و فرصت‌های جدید را کشف کنم.

source: The external login was added.
fa: ورود خارجی اضافه شد.

source: The external login was not added. External logins can only be associated with one account.
fa: ورود خارجی اضافه نشده است. ورودهای خارجی فقط می تواند با یک حساب مرتبط باشد.

source: The external login was not removed.
fa: ورود خارجی حذف نشد.

source: The external login was removed.
fa: ورود خارجی حذف شد.

source: The future is not predetermined, I create my own.
fa: آینده از قبل مشخص نیست بلکه من خودم آینده‌ام را می‌سازم.

source: The moment I make a decision, I have to start taking action
fa: لحظه ای که تصمیم می گیرم،باید شروع به فعالیت کنم

source: The patterns in nature amaze me.
fa: نقش های موجود در طبیعت مرا مبهوت می کنند.

source: The payment receipt is under review and not yet confirmed.
fa: رسید پرداخت در حال بررسی است و هنوز تایید نشده است.

source: The sooner I do things, the more open-minded and relaxed I feel.
fa: من هر چه کارها را زودتر انجام دهم، فکرم بازتر و خیالم راحت‌تر است.

source: The uploaded Excel file contains no worksheets.
fa: فایل اکسل آپلود شده حاوی کاربرگ نیست.

source: The uploaded Excel file is empty or has no data rows.
fa: فایل اکسل آپلود شده خالی است یا ردیف داده ای ندارد.

source: The words I use engage and stimulate the mind and the mind.
fa: کلماتی که به کار می‌برم، فکر و ذهن را به خود مشغول می‌کند و برمی‌انگیزاند.

source: Theme
fa: موضوع

source: Theme A
fa: موضوع الف

source: Theme B
fa: موضوع ب

source: Theme Name
fa: نام قالب

source: ThemeA
fa: موضوع الف

source: ThemeB
fa: موضوع ب

source: There is a source of dissatisfaction in my life.
fa: یک عامل نارضایتی در زندگیم وجود دارد.

source: This Code does not belong to you.
fa: این کد متعلق به شما نیست.

source: This platform gave me the clarity I needed to switch careers confidently. The AI analysis was surprisingly accurate!
fa: این پلتفرم به من وضوح لازم برای تغییر شغل با اطمینان را داد. تحلیل هوش مصنوعی به طرز شگفت انگیزی دقیق بود!

source: This questionnaire consists of 60 questions. Read each statement carefully and mark the answer that most closely matches your thoughts or feelings.
fa: این پرسشنامه شامل ۶۰ سوال است. هر عبارت را با دقت بخوانید و پاسخی را که بیشترین تطابق را با افکار یا احساسات شما دارد، علامت بزنید.

source: This result was generated by AI and has not been reviewed and confirmed by Psychologist.
fa: این نتیجه توسط هوش مصنوعی ایجاد شده است و توسط روانشناس بررسی و تایید نشده است.

source: This section is for authors other than those presenting papers at conferences or open audiences.
fa: این بخش مخصوص شرکت نویسندگان غیر از ارائه کننده مقاله در کنفرانس یا مخاطبین آزاد می‌باشد.

source: This test is timed. You have only 40 seconds for each question, so don’t overthink; trust your first instinct.
fa: این تست زمان‌بندی شده است. شما فقط ۴۰ ثانیه برای هر سوال دارید، بنابراین زیاد فکر نکنید؛ به اولین غریزه خود اعتماد کنید.

source: Time
fa: زمان

source: Time Expired!
fa: زمان منقضی شد!

source: TimeRemaining
fa: زمان باقی مانده است

source: Title
fa: عنوان

source: Title (En)
fa: عنوان (En)

source: Title (Fa)
fa: عنوان (فا)

source: To
fa: گیرنده

source: To avoid rework, I try to do my tasks carefully.
fa: برای جلوگیری از دوباره کاری سعی می کنم کارهایم را با دقت انجام دهم .

source: To know where things are, I prefer to keep everything in its place.
fa: برای اینکه بدانم چی کجاست ترجیح می دهم هر چیزی را در جای خودش قرار دهم.

source: Toggle Active
fa: تغییر وضعیت فعال

source: Toggle Admin
fa: تغییر وضعیت مدیر

source: Toggle Email Confirmed
fa: تغییر وضعیت تایید ایمیل

source: Toggle Phone Number Confirmed
fa: تغییر وضعیت تایید شماره موبایل

source: Toggle Psychologist
fa: تغییر وضعیت روانشناس

source: Token
fa: کد ارسالی

source: Token is invalid!!!
fa: توکن ارسالی نامعتبر است !!!

source: Total Score
fa: امتیاز کل

source: Trader, commercial intermediary
fa: معامله گر ، واسطه گر امور تجاری

source: Training Course
fa: دوره آموزشی

source: Training Courses
fa: دوره‌های آموزشی

source: Training courses held
fa: دوره‌های آموزشی برگزارشده

source: Trusting
fa: اعتماد کردن

source: Try to avoid neutral options as much as possible. Usually, one of the two statements is closer to you. If both statements match you, choose the one that better or more closely describes you.
fa: سعی کنید تا حد امکان از گزینه‌های خنثی اجتناب کنید. معمولاً یکی از دو عبارت به شما نزدیک‌تر است. اگر هر دو عبارت با شما مطابقت دارند، عبارتی را انتخاب کنید که بهتر یا دقیق‌تر شما را توصیف می‌کند.

source: Typewriting of papers or letters for myself and others
fa: ماشین نویسی اوراق یا نامه ها برای خود ودیگران

source: Typing teacher
fa: معلم درس ماشین نویسی

source: Unaccepted Review
fa: داوری‌های پذیرفته‌نشده

source: Uncompleted
fa: ناتمام

source: Unconfirmed Comments
fa: دیدگاه‌های تاییدنشده

source: Under Review
fa: تحت داوری

source: Under Review Papers
fa: مقاله‌های تحت داوری

source: UnderReview
fa: تحت داوری

source: Understand your core personality traits and how they align with different work environments.
fa: ویژگی‌های اصلی شخصیتی خود و نحوه همسویی آن‌ها با محیط‌های کاری مختلف را درک کنید.

source: Understand Your Strengths for the Right Career
fa: استعدادهای خود را برای انتخاب شغل مناسب بشناسید

source: Unfortunately Your paper has been rejected!!!
fa: متاسفانه مقاله شما مورد پذیرش قرار نگرفت!!!

source: University
fa: دانشگاه

source: University Student
fa: دانشجوی دانشگاه

source: Upcoming Events
fa: رویدادهای آتی

source: Upcoming Training Courses
fa: دوره‌های آموزشی آتی

source: Update
fa: به‌روزرسانی

source: Update password
fa: بازنشانی رمز عبور

source: Update User Info
fa: ویرایش اطلاعات کاربری

source: Upload Audio
fa: بارگذلری فایل صوتی

source: Upload Author Image
fa: بارگذاری تصویر نویسنده

source: Upload File
fa: بارگذاری فایل

source: Upload Image
fa: بارگذاری تصویر

source: Upload Receipt
fa: بارگذاری رسید پرداخت

source: Upload Slide
fa: بارگذاری اسلاید

source: Url
fa: آدرس اینترنتی

source: Use these |Code Guide| to write respective info in email. (Click to Copy)
fa: از این |کدهای راهنما| جهت قرار دادن اطلاعات متناظر در متن ایمیل استفاده کنید. (برای کپی کلیک کنید)

source: Useful Links
fa: لینک‌های مفید

source: User
fa: کاربر

source: User A
fa: کاربر الف

source: User B
fa: کاربر ب

source: User C
fa: کاربر ج

source: User ID
fa: شناسه کاربری

source: User List
fa: لبست کاربران

source: User Management
fa: مدیریت کاربر

source: User not found.
fa: کاربر پیدا نشد

source: User Packages List
fa: لیست بسته های کاربری

source: User Satisfaction Rate
fa: نرخ رضایت کاربران

source: UserId
fa: شناسه کاربر

source: Username
fa: نام کاربری

source: Username (Email)
fa: نام کاربری (ایمیل)

source: Username already exists.
fa: نام کاربری از قبل وجود دارد.

source: Users
fa: کاربران

source: Users Comments
fa: نظرات کاربران

source: Users Management
fa: مدیریت کاربران

source: Users Registration
fa: ثبت‌نام کاربران

source: Using machine or metal tools
fa: استفاده از ابزار ماشینی یا فلزی

source: Validated Psychometric Tests
fa: تست‌های روان‌سنجی معتبر

source: Values
fa: ارزش ها

source: Venue
fa: محل برگزاری

source: Venue (En)
fa: محل برگزاری (En)

source: Venue (Fa)
fa: محل برگزاری (فا)

source: Venue Address (En)
fa: آدرس محل برگزاری (En)

source: Venue Address (Fa)
fa: آدرس محل برگزاری (فا)

source: Venue Description (En)
fa: توضیحات محل برگزاری (En)

source: Venue Description (Fa)
fa: توضیحات محل برگزاری (فا)

source: Venue Google Map Source
fa: آدرس منبع گوگل

source: Venue Phone Number
fa: شماره تماس محل برگزاری

source: Venue Url
fa: وبگاه محل برگزاری

source: Verification Code
fa: کد تایید

source: Verification email sent. Please check your email.
fa: ایمیل تایید ارسال شد. لطفا ایمیل خود را بررسی کنید.

source: Veterinarian
fa: دامپزشك

source: View
fa: مشاهده

source: View Card
fa: مشاهده کارت

source: View Files
fa: مشاهده فایل‌ها

source: View Message
fa: مشاهده پیام

source: View Packages Result
fa: مشاهده نتیجه بسته ها

source: View Results
fa: مشاهده نتایج

source: Virtual Link
fa: لینک جلسه مجازی

source: Visits
fa: بازدیدها

source: Visits Today
fa: بازدیدهای امروز

source: Votes
fa: آرا

source: VulnerabilityToStress
fa: آسیب پذیری در برابر استرس

source: Warmth
fa: گرما

source: Watching ballet and modern dance bores me (listening to traditional or classical music bores me).
fa: تماشای باله و رقص های مدرن برایم خسته کننده است (گوش دادن به موسیقی سنتی یا کلاسیک برایم خسته کننده است.)

source: We can never do much for the poor and elderly.
fa: ما هرگز نمی توانیم برای افراد فقیر و سالمند کار زیادی بکنیم.

source: We offer a comprehensive suite of tools and analyses designed to provide clear, actionable insights for your career development.
fa: ما مجموعه‌ای جامع از ابزارها و تحلیل‌ها را ارائه می‌دهیم که برای ارائه بینش‌های واضح و عملی برای توسعه شغلی شما طراحی شده‌اند.

source: Welcome
fa: خوش آمدید

source: Welcome To Conference
fa: به کنفرانس خوش آمدید

source: Welcome to the Clifton Talent Assessment Test (CSTA)!
fa: به تست ارزیابی استعداد کلیفتون (CSTA) خوش آمدید!

source: Welcome to the Holland Interest Test (RIASEC)!
fa: به تست رغبت‌سنج هالند (RIASEC) خوش آمدید!

source: Welcome to the Neo NEO Personality Test (NEO PI-R)!
fa: به تست شخصیت نئو (NEO PI-R) خوش آمدید!

source: Welder
fa: جوشكار

source: What has happened to me in the past inspires me.
fa: آنچه در گذشته برایم رخ داده، الهام‌بخش من است.

source: What I do each day is determined by the demands of the day, not by previous plans.
fa: اینکه من در هر روز چه کاری می‌بایست بکنم، بر اساس مقتضیات آن روز تعیین می‌شود و نه بر اساس برنامه‌های قبلی.

source: What keeps me going is taking responsibility.
fa: عاملی که باعث می شود به حرکت ادامه دهم مسئولیت پذیریم است

source: What matters is how people are and my opinion of whether I like them or not.
fa: مهم این است که مردم چگونه هستند و نظر من درمورد اینکه آنها را می پسندم یا خیر بی اهمیت هست

source: What Our Users Say
fa: نظر کاربران ما

source: When a mistake happens, I blame myself.
fa: هنگامی که اشتباهی صورت می گیرد خودم را سرزنش می کنم .

source: When a task becomes very difficult, I tend to start a new one.
fa: وقتی کاری بسیار مشکل می شود، تمایل پیدا می کنم که کار جدیدی را شروع کنم .

source: When eating my favorite food, I tend to eat a lot.
fa: موقع خوردن غذای مورد علاقه ام میل دارم خیلی بخورم .

source: When familiar people do foolish things, I feel bad for them.
fa: وقتی از افراد آشنا کارهای احمقانه سر می زند ، برای آنها ناراحت می شوم .

source: When I am in a group, I seem to have more ideas than anyone else.
fa: وقتی در میان یک گروه هستم، به نظر می‌رسد که ایده‌های بیشتری نسبت به دیگران دارم.

source: When I do something, I do it enthusiastically.
fa: وقتی کاری را می کنم آن را با اشتیاق انجام می دهم.

source: When I find the right way to do something, I always stick to that method.
fa: هنگامی که راه درست انجام کاری را پیدا می کنم آن روش را همواره در آن مورد ادامه می دهم.

source: When I make a commitment, I always fulfill it.
fa: وقتی من تعهدی می دهم همیشه آن را اجرا می کنم .

source: When I plan a short trip, I carefully plan it in advance.
fa: وقتی می خواهم به یک سفر کوتاه بروم ، از قبل با دقت در رابطه با آن برنامه ریزی می کنم .

source: When I start a program to improve my situation, I usually abandon it after a few days.
fa: وقتی برنامه ای را برای بهبودی وضعیت خود شروع می کنم معمولاً بعد از چند روز آن را کنار می گذارم.

source: When I take on a task, I almost always complete it.
fa: وقتی کاری را به دست می گیرم تقریباً همیشه آن را به پایان می رسانم .

source: When necessary, I can criticize others and point out their mistakes.
fa: هنگامی که لازم است می توانم از دیگران ایراد بگیرم و به آنها گوش زد نمایم.

source: When necessary, I can focus on my work for long hours, for example, all night long.
fa: وقتی لازم باشد، می‌توانم ساعت‌های متمادی، مثلا تمام طول شب را، بر کارم تمرکز کنم.

source: When someone does something good for me, I am suspicious of their intentions.
fa: وقتی شخصی كار خوبی را برایم انجام دهد ، به نیت او مشکوک می شوم .

source: When someone doesn't like me, I feel uncomfortable
fa: زمانی که فردی من را دوست نداشته باشد، احساس ناراحتی می‌کنم

source: When someone insults me, I try to forgive and forget.
fa: وقتی به من توهین شود ، سعی می كنم آن را ببخشم وفراموش كنم .

source: When the going gets tough and I want everything to be done perfectly, I tend to do things myself.
fa: زمانی که کار سخت می‌شود و من می‌خواهم همه چیز کامل انجام شود، تمایل پیدا می‌کنم که کارها را خودم انجام دهم.

source: When the going gets tough and I want everything to be perfect, I prefer to rely on the abilities of my team members rather than trying to do it all myself.
fa: زمانی که کار سخت می‌شود و من می‌خواهم همه چیز کامل انجام شود، ترجیح می‌دهم بر روی توانایی افراد تیمم تکیه کنم و سعی نمی‌کنم که تمام کار را به تنهایی انجام دهم.

source: When under a lot of mental pressure, I sometimes feel like I am falling apart.
fa: هنگامی که تحت فشارهای روحی زیادی هستم گاه احساس می کنم که دارم خورد می شوم.
