Repository: mscreply/iSarv
Catalog: Resources/ViewResource.*.resx
Languages: fa

source: Even when expressing anger is reasonable, I hesitate to show it.
fa: حتی هنگامی که ابراز خشم منطقی است در بروز آن تردید دارم.

source: Event
fa: رویداد

source: Event Details
fa: جزئیات رویداد

source: Event Information
fa: اطلاعات رویداد

source: Events
fa: رویدادها

source: Events held
fa: رویدادهای برگزارشده

source: Events Management
fa: مدیریت رویدادها

source: Every week, I set performance goals for myself.
fa: هر هفته، برای خودم اهداف عملکردی تعیین می‌کنم.

source: ExcitementSeeking
fa: جستجوی هیجان

source: Executing
fa: اجرایی

source: Executive Chief
fa: دبیر اجرایی

source: Executive Committee
fa: کمیته اجرایی

source: Executive Committee Members
fa: اعضای کمیته اجرایی

source: Experience
fa: تجربه

source: Expert in psychometric assessments and career counseling.
fa: متخصص در ارزیابی‌های روان‌سنجی و مشاوره شغلی.

source: Expired
fa: منقضی شده است

source: Extra
fa: فایل‌های اضافی

source: Extra Information
fa: اطلاعات اضافی

source: Extraversion
fa: برون گرایی

source: Facet
fa: جنبه

source: Failed to update psychologist status.
fa: وضعیت روانشناس به روز نشد.

source: Fantasy
fa: فانتزی

source: Farsi Calendar
fa: تقویم فارسی

source: Farsi Font
fa: فونت فارسی

source: Farsi Information
fa: اطلاعات فارسی

source: Farsi Logo
fa: لوگوی فارسی

source: Feelings
fa: احساسات

source: Female
fa: خانم

source: Field
fa: فیلد تخصصی

source: Field (Optional)
fa: فیلد تخصصی (اختیاری)

source: Field of Study
fa: رشته تحصیلی

source: FieldOfStudy
fa: رشته تحصیلی

source: Fields
fa: فیلدهای تخصصی

source: File Deleted
fa: فایل حذف شد

source: File Size
fa: حجم فایل

source: File Type
fa: نوع فایل

source: File Uploaded
fa: فایل ارسال شد

source: Filename
fa: نام فایل

source: Files
fa: فایل‌ها

source: Filmmaker
fa: فیلم ساز

source: Filter By Role ...
fa: فیلتر با نقش ...

source: Filter By Scientific Field ...
fa: فیلتر با فیلد تخصصی

source: Final
fa: نهایی

source: Final (Paid)
fa: نهایی (پرداخت)

source: Final Acceptance
fa: پذیرش نهایی مقاله‌ها

source: Final Decision
fa: تصمیم نهایی

source: Final Manuscript
fa: نسخه نهایی مقاله

source: Final Manuscripts
fa: نسخه‌های نهایی

source: Final Result
fa: نتیجه نهایی

source: FinalResult
fa: نتیجه نهایی

source: Financial administrative ability
fa: توانایی اداری مالی

source: Financial and administrative skills
fa: مهارت های مالی و اداری

source: Financial expert
fa: كارشناس امور مالی

source: Financial officer
fa: كارمند امور مالی

source: Find your ideal career path by taking validated psychological tests and AI analysis.
fa: با انجام تست‌های روانشناسی معتبر و تحلیل هوش مصنوعی، مسیر شغلی ایده‌آل خود را بیابید.

source: Finding new friends and people
fa: پیدا كردن دوستان و افراد جدید

source: First of all, I have to take care of myself.
fa: اول از همه، باید حواسم به خودم باشد.

source: First page main background
fa: پس‌زمینه اصلی صفحه اول

source: First page main image
fa: تصویر اصلی صفحه اول

source: Florist
fa: پرورش دهنده گلها و گیاهان

source: Focus
fa: تمرکزگرا

source: Follow
fa: دنبال کنید

source: Font Size
fa: اندازه فونت

source: Footer Background Color
fa: رنگ پس‌زمینه پاورقی

source: For me, everything has to go according to plan.
fa: برای من، همه‌چیز باید با برنامه قبلی پیش رود.

source: Forgot password confirmation
fa: تایید فراموشی رمز عبور

source: Forgot your email password?
fa: رمز عبور ایمیل خود را فراموش کرده‌اید؟

source: Forgot your mobile password?
fa: رمز عبور موبایل خود را فراموش کرده‌اید؟

source: Forgot your password?
fa: رمز عبور خود را فراموش کرده‌اید؟

source: Free study of specific subjects
fa: مطالعه آزاد درباره موضوعات خاص

source: Friendship and cooperation skills
fa: مهارت های دوستی و تعاون

source: From
fa: فرستنده

source: Full Name
fa: نام کامل

source: FullName
fa: نام کامل

source: Fully Agree
fa: کاملاً موافقم

source: Fully Disagree
fa: کاملاً مخالفم

source: Future Plans
fa: طرح‌های آینده

source: Futuristic
fa: آینده‌نگر

source: Gain clarity on your skills, personality traits, and interests to make informed decisions about your career path. Our AI analyzes your results to suggest suitable job roles and industries.
fa: مهارت‌ها، ویژگی‌های شخصیتی و علایق خود را بشناسید تا بتوانید تصمیمات آگاهانه‌ای در مورد مسیر شغلی خود بگیرید. هوش مصنوعی ما نتایج شما را تحلیل می‌کند تا نقش‌ها و صنایع شغلی مناسب را پیشنهاد دهد.

source: Gallery
fa: گالری

source: Gender
fa: جنسیت

source: General
fa: عمومی

source: Geologist
fa: زمین شناس

source: Get Result from AI
fa: دریافت نتیجه از هوش مصنوعی

source: Giving speeches
fa: سخنرانی

source: Go to Dashboard
fa: برو به داشبورد

source: Going to musical performances
fa: رفتن به برنامه های اجرای موسیقی

source: Graphical Abstract Template
fa: قالب چکیده گرافیکی

source: Gregariousness
fa: بی طرفی

source: Guest
fa: مهمان

source: Guide for Authors
fa: راهنمای نویسندگان

source: Guides
fa: راهنما

source: Happiness is being rich.
fa: خوشبختی همان پولدار بودن است.

source: Happiness is not about money.
fa: خوشبخت به معنای پول نیست.

source: Harmony
fa: هماهنگی

source: Hashtags
fa: هشتگ

source: Heading Text Color
fa: رنگ متن عناوین

source: Height (mm)
fa: ارتفاع (میلی‌متر)

source: Held Events
fa: رویدادهای برگزار شده

source: Held Training Courses
fa: دوره‌های آموزشی برگزارشده

source: Helping others solve their personal problems
fa: كمك به حل مشكلات شخصی دیگران

source: High school principal
fa: دبیر دبیرستان

source: Holland Personality Type
fa: تیپ شخصیتی هالند

source: Holland Test
fa: تست هالند

source: Holland Test Questions Management
fa: مدیریت سوالات تست هالند

source: Holland Test Result
fa: نتیجه تست هالند

source: HollandTest
fa: تست هالند

source: Home
fa: خانه

source: Home Page
fa: خانه

source: Homepage
fa: وبگاه شخصی

source: Homepage (or other link)
fa: وبگاه (یا لینک دیگر)

source: Host
fa: هاست

source: Hotel manager
fa: مدیر هتل

source: Human needs should always take precedence over economic considerations.
fa: نیاز های انسانی باید همیشه مقدم بر ملاحظات اقتصادی باشد .

source: I accept things as they come.
fa: اتفاقات را همان‌طور که پیش می‌آیند می‌پذیرم.

source: I always finish work before deadlines.
fa: همیشه قبل از رسیدن ضرب‌الاجل‌ها، کار را به پایان می‌رسانم.

source: I always like to have many people around me.
fa: دوست دارم همیشه افراد زیادی دور و برم باشد.

source: I always need to understand why I have failed.
fa: همیشه نیاز دارم بفهمم که چرا شکست خورده ام.

source: I always think carefully before answering any question.
fa: همیشه قبل از پاسخ دادن به هر سوال به دقت درباره آن فکر می کنم .

source: I always use the same route to go to a place.
fa: برای رفتن به محلی ، همیشه از مسیر یکسانی استفاده می کنم .

source: I am a cheerful and cheerful person.
fa: آدم شاد و بانشاطی هستم.

source: I am a conscientious and responsible person.
fa: فردی با وجدان و مسئولیت‌پذیری هستم.

source: I am a dominant, firm, and decisive person.
fa: من فردی مسلط ، استوار و قاطع هستم.

source: I am a drop in the infinite ocean of existence
fa: من قطره‌ای از دریای بی‌کران هستی ام

source: I am a finisher who gets things done.
fa: فردی تمام‌کننده هستم که کارها را به انجام می‌رساند.

source: I am a generous and giving person.
fa: من فردی بخشنده و سخاوتمند هستم.

source: I am a good coach.
fa: مربی خوبی هستم.

source: I am a good conversationalist
fa: من هم‌صحبت خوبی هستم

source: I am a good debater.
fa: مباحثه گر خوبی هستم .

source: I am a good initiator.
fa: من یک آغاز گر خوب هستم.

source: I am a good listener.
fa: من شنونده‌ی خوبی هستم

source: I am a good team player
fa: من فردی مناسب برای فعالیت‌های تیمی هستم

source: I am a high achiever and do not settle for less.
fa: همت بلندی دارم و به کم راضی نمی‌شوم.

source: I am a leader.
fa: من یک رهبر هستم.

source: I am a logical person
fa: من فردی منطقی هستم

source: I am a logical person.
fa: آدمی منطقی هستم.

source: I am a noble and superior person.
fa: انسانی والا وبرتر هستم .

source: I am a person who hardly gets anxious and hardly accepts responsibility
fa: من فردی هستم که به سختی مضطرب می شده وبه سختی مسئولیتی را می پذیرم

source: I am a person with specific and repetitive daily activities.
fa: فردی با فعالیت های روزانه ی معین و تکراری هستم

source: I am a risk taker.
fa: ریسک‌پذیر هستم.

source: I am a serious person.
fa: فردی جدی هستم.

source: I am a social person.
fa: آدمی اجتماعی هستم.

source: I am a thrifty person.
fa: من فردی صرفه جو هستم.

source: I am a thrill seeker.
fa: فردی هیجان‌طلب هستم.

source: I am a very active person.
fa: شخص بسیار فعالی هستم .

source: I am a very capable and competent person.
fa: شخص بسیار قادر و توانایی هستم .

source: I am a very conservative person.
fa: بسیار فردی محافظه کار هستم

source: I am a very logical and organized person.
fa: شخص بسیار منطقی و مرتبی هستم .

source: I am a very social person.
fa: فردی بسیار اجتماعی هستم.

source: I am a workaholic.
fa: من فردی معتاد به کار هستم .

source: I am always making new friends.
fa: من همیشه روابط جدید دوستی برقرار می‌کنم.

source: I am always prepared for my work.
fa: همیشه برای کارم آماده ام .

source: I am always well-known.
fa: من همیشه به آراستگی شناخته شده‌ام.

source: I am always worried about making mistakes when dealing with others.
fa: در مواجه با دیگران همیشه نگران هستم که نکند مرتکب اشتباهی شوم.

source: I am an active (productive) person who always completes my work.
fa: فرد فعال (مولدی) هستم که همیشه کارم را کامل انجام می دهم.

source: I am an efficient and effective person in my work.
fa: در کارم ، شخصی کارا ومؤثرم .

source: I am an emotional person
fa: من فردی احساسی هستم

source: I am an idealist.
fa: فردی ایده‌آل‌گرا هستم.

source: I am an introvert.
fa: من فردی درون‌نگر هستم.

source: I am aware of all the factors that influence the current situation.
fa: من از تمام عواملی که بر وضعیت فعلی تاثیرگذار هستند، آگاه هستم

source: I am comfortable in the presence of my superiors or other important people.
fa: در حضور رؤسایم و یا سایر بزرگان راحت هستم .

source: I am comfortable with many different types of people.
fa: من با بسیاری از تیپ‌های مختلف آدم‌ها راحت هستم.

source: I am comfortable with others and rarely worry about my behavior.
fa: وقتی با دیگران هستم راحتم و بندرت نگران رفتار خود هستم.

source: I am committed to growing and improving
fa: من متعهدم که رشد کنم و پیشرفت داشته باشم

source: I am committed to sticking to my principles and values
fa: من متعهد هستم تا به اصول و ارزش هایم پایبند باشم

source: I am concerned about my future.
fa: نگران آینده‌ام هستم.

source: I am content with my life.
fa: از زندگیم راضی‌ام.

source: I am determined and persistent.
fa: مصمم و با استقامت هستم.

source: I am determined to make a difference in the world.
fa: من مصمم هستم تا در دنیا تغییری ایجاد کنم.

source: I am emotionally stable and balanced.
fa: از نظر عاطفی کاملاً با ثبات ومتعادل هستم .

source: I am energized by starting a conversation
fa: آغاز یک گفت‌وگو از من انرژی می‌برد

source: I am funny.
fa: آدم بامزه‌ای هستم.

source: I am generally cautious and have healthy doubts about life
fa: من بطور کلی محتاط بوده و تردید‌های مفیدی درباره ی زندگی دارم

source: I am generous in admiring and appreciating my colleagues
fa: در تحسین و تقدیر از همکارانم بخشنده و سخاوتمند هستم

source: I am gentle and accommodating with others.
fa: با دیگران ملایم و سازگار هستم.

source: I am good at bringing people together to implement a project.
fa: من در جمع کردن افراد برای اجرایی کردن یک پروژه خوب عمل می‌کنم.

source: I am good at designing and creating new projects.
fa: من در طراحی و خلق پروژهای جدید خوب عمل می‌کنم.

source: I am good at getting people to do things I enjoy.
fa: به خوبی می توانم مردم را به انجام كار های مورد علاقه خودم وادارم .

source: I am good at selling.
fa: در فروشندگی مهارت دارم .

source: I am happy, cheerful, and in good spirits.
fa: خوشحال ، بشاش و دارای روحیه خوبی هستم .

source: I am impressed by the authority of famous leaders.
fa: ابهت رهبران مشهور من را تحت تاثیر قرار می دهد

source: I am in control of my affairs.
fa: بر اموراتم مسلط هستم.

source: I am inspired by the achievements I can achieve in the future.
fa: دستاوردهایی که در آینده می‌توانم به آن‌ها برسم، الهام‌بخش من هستند.

source: I am known as someone who is wise and cautious.
fa: دیگران مرا فردی عاقل و محتاط می شناسند.

source: I am known for my sense of humor.
fa: من با شوخ‌طبعی‌ام شناخته شده‌ام.

source: I am losing friends.
fa: دوستانم را دارم از دست می‌دهم.

source: I am more mature than my friends and relatives.
fa: من از دوستان و نزدیکانم، پخته‌تر هستم

source: I am not a cunning or sly person.
fa: آدم مکار یا زیرکی نیستم.

source: I am not a happy and hopeful person.
fa: شخص خوشحال و امیدواری نیستم.

source: I am not a very organized person.
fa: فرد بسیار منظمی نیستم.

source: I am not a worrier.
fa: فرد نگرانی نیستم.

source: I am not as quick and lively as others.
fa: سرعت عمل وسرحالی من به اندازه سایرین نیست .

source: I am not considered a sensitive and moody person.
fa: فردی حساس و دمدمی مزاج به حساب نمی آیم.

source: I am not in a hurry in work or play.
fa: در کار و تفریح عجله و شتاب ندارم.

source: I am not interested in serious reflection and thinking about the fate and nature of humanity.
fa: علاقه به تأمل وتفکر جدی در باره سرنوشت وماهیت انسان ندارم .

source: I am not obsessive about cleanliness.
fa: من در رابطه با تمیزی وسواس ندارم .

source: I am not satisfied with small successes and seek big successes.
fa: من از موفقیت های کوچک راضی نمی شوم و به دنبال موفقیت‌های بزرگ هستم.

source: I am not strict and do not take things too seriously.
fa: سخت گیر نیستم و مسائل را جدی نمی گیرم.

source: I am often forgetful.
fa: غالبا فرد فراموش‌کاری هستم.

source: I am often thirsty for excitement.
fa: اغلب تشنه هیجان هستم.

source: I am open to learning new things and topics.
fa: پذیرای یادگیری مطالب و موضوعات جدید هستم

source: I am passionate about education.
fa: نسبت به تحصیل، شور و شوق دارم.

source: I am passionate about ending violence.
fa: برای از بین بردن خشونت، شور و شوق دارم.

source: I am passionate about issues that affect my life.
fa: در مواجهه با مسائل تاثیرگذار بر زندگیم، پرشور و شوق هستم.

source: I am satisfied and content when I do the best I can.
fa: وقتی بهترین کاری را که می‌توانم انجام می‌دهم، راضی و خشنود می‌شوم.

source: I am satisfied with my progress in life.
fa: از پیشرفتم در زندگی رضایت دارم.

source: I am selective in admiring others and do not praise everyone.
fa: برای تحسین کردن دیگران گزینشی عمل می‌کنم و هرکسی را تحسین نمی‌کنم.

source: I am skilled in warming up older people.
fa: در سر گرم كردن افراد بزرگتر از خود مهارت دارم .

source: I am someone who can achieve success on my own
fa: من فردی هستم که به تنهایی می‌توانم موفقیت کسب کنم

source: I am somewhat picky and precise.
fa: تا حدی مشکل پسند و دقیق هستم .

source: I am strongly committed to my moral principles.
fa: من به شدت پایبند اصول اخلاقی خود هستم .

source: I am stubborn and persistent.
fa: سر سخت ولجوج هستم .

source: I am stubborn and rigid in my methods.
fa: در روش هایم سرسخت و لجوج هستم.

source: I am suspicious of the motives of others.
fa: نسبت به قصد و نیت دیگران حساس و مشکوک هستم.

source: I am usually optimistic and trusting about people.
fa: معمولاً در مورد افراد خوشبین وخوش باورم .

source: I am very ambitious.
fa: بسیار بلند پرواز هستم.

source: I am very cautious about talking about my personal life.
fa: برای صحبت در مورد زندگی شخصیم، بسیار محتاط هستم.

source: I am very lively, enthusiastic and happy
fa: من بسیار سرزنده، پر ازشوق و شادی هستم

source: I am very organized
fa: فرد بسیار مرتبی هستم.

source: I am very persistent.
fa: بسیار یک‌دنده هستم.

source: I analyze
fa: من تحلیل می‌کنم

source: I approach life's problems analytically.
fa: با مسائل زندگی تحلیل‌گرایانه برخورد می‌کنم.

source: I ask for other people's opinions.
fa: من نظرات دیگران را می‌پرسم.

source: I avoid people who are disorganized.
fa: از افراد بی نظم اجتناب می‌کنم.

source: I believe all humans deserve respect.
fa: معتقدم که تمام انسان ها شایسته احترام هستند .

source: I believe I am better than most people.
fa: بر این باورم که از بیشتر مردم بهتر هستم.

source: I believe I am connected to all of humanity
fa: من معتقدم با تمام نوع بشر در ارتباط هستم

source: I believe in discovering each person's unique strengths and motivating each person based on their unique strengths.
fa: من معتقدم باید توانمندی‌های منحصربفرد هر کس را به طور جداگانه کشف کرد و به هر فردی بر اساس توانمندی های منحصربفرد او انگیزه بخشید.

source: I believe it is very important to treat everyone equally and to have clear rules for people to follow.
fa: من معتقدم بسیار ضروری است که با تمام افراد به طور یکسان برخورد شود و قوانین روشنی وجود داشته باشد که مردم از آن پیروی کنند.

source: I believe that coincidences are either a coincidence or a coincidence of chance.
fa: از نظر من رویداد های همزمان به دلیل شانس، بخت و اقبال پیش می‌آید یا اینکه به کل تصادفی است

source: I believe that every society has its own correct and incorrect beliefs, which are valid and valuable for that society.
fa: معتقدم كه هر جامعه دارای باورهای صحیح وغلط خاص خود است ، که برای خود آن جامعه دارای اعتبار وارزش است .

source: I believe that loyalty to personal principles and ideals (having specific biases) is much more important than open-mindedness and lack of bias.
fa: معتقدم که وفاداری به اصول وایده آل ها شخصی ( داشتن تعصب خاص ) بسیار مهمتر از آزاد اندیشی و نداشتن تعصب است .

source: I believe that people who steal should be punished.
fa: معتقدم افرادی که دزدی می‌کنند، باید مجازات شوند.

source: I believe that simultaneous events are not coincidences; Everything happens for a reason
fa: من معتقدم که رویدادهای همزمان تصادفی نیست؛ هر اتفاقی دلیل خودش را دارد

source: I believe that when making decisions on moral issues, we should follow our religious authorities.
fa: معتقدم که هنگام تصمیم گیری در مسایل اخلاقی باید پیرو مراجع مذهبیمان باشیم.

source: I believe the new moral system that advocates leniency in doing things is not morality at all.
fa: معتقدم نظام اخلاقی جدیدی که آسان گیری ( تساهل ) در انجام امور را توصیه می کند اصلاً اخلاق حساب نمی شود .

source: I can act in a puppet show.
fa: می توانم در نمایش عروسكی بازی كنم.

source: I can act out a role in a play.
fa: می توانم در نمایشنامه نقشی را بازی كنم .

source: I can adjust a carburetor.
fa: می توانم كاربراتوررا تنظیم كنم .

source: I can always control my emotions.
fa: همیشه قادرم احساساتم را کنترل کنم .

source: I can be a good host.
fa: می توانم میزبان خوبی باشم .

source: I can be smarter and more cunning than other people.
fa: می‌توانم از آدم‌های دیگر باهوش‌تر و زیرک‌تر باشم.

source: I can be social when I need to be.
fa: زمانی که نیاز دارم، می‌توانم اجتماعی باشم.

source: I can design clothes, posters, or wooden objects.
fa: طراحی لباس ، پوستر یا وسایل چوبی را می توانم انجام دهم .

source: I can do a lot of office work in a short time.
fa: می توانم مقدار زیادی از كار های دفتری رادر مدت كوتاهی انجام دهم .

source: I can do simple plumbing repairs.
fa: تعمیرات ساده لوله كشی را می توانم انجام دهم.

source: I can do simple TV repairs.
fa: می توانم تعمیرات ساده تلویزیون را انجام دهم.

source: I can draw people so that they are recognizable.
fa: می توانم افراد را طوری نقاشی كنم كه قابل شناسایی باشند .

source: I can draw technical drawings.
fa: رسم های فنی را می توانم بكشم .

source: I can easily teach children.
fa: به راحتی می توانم به كودكان آموزش دهم .

source: I can enter accounts payable and receivable (balance sheets) into the general ledger.
fa: می توانم بدهی ها وطلب ها ( ترازنامه ها ) رادر دفتر كل وارد كنم .

source: I can excite others
fa: من میتوانم دیگران را هیجان زده کنم

source: I can explain how white blood cells work.
fa: چگونگی عملكرد گلبول های سفید خون را می توانم توضیح دهم .

source: I can explain the Periodic Table.
fa: می توانم جدو ل مندلیف را توضیح دهم .

source: I can explain things well to others.
fa: می توانم بخوبی مطالب را برای دیگران توضیح دهم .

source: I can file letters and other papers.
fa: می توانم نامه ها و سایر اوراق را بایگانی كنم .

source: I can focus on the things that are important and important to me.
fa: می‌توانم بر روی مسائل مهم و مورد علاقه‌ام تمرکز کنم.

source: I can get along with any type of person.
fa: من با هر مدل آدمی، می‌توانم کنار بیایم.

source: I can handle myself well in a crisis.
fa: به خوبی می توان خود را در یک بحران ادراه کنم .

source: I can hardly talk about myself and I have few words.
fa: به سختی می‌توانم در مورد خودم صحبت کنم و لغت کم می‌آورم.

source: I can have a specific schedule for my work.
fa: می توانم زمان بندی مشخصی برای انجام كار هایم داشته باشم .

source: I can help people who are anxious or in trouble well.
fa: بخوبی می توانم به افراد مضطرب یا دارای مشكل كمك كنم .

source: I can identify three types of star constellations.
fa: سه نوع صورت فلكی ستارگان را می توانم شناسایی كنم .

source: I can interpret simple chemical formulas.
fa: فرمول های ساده شیمی را می توانم تفسیر كنم .

source: I can judge people's personalities well.
fa: درباره شخصیت افراد به خوبی می توانم قضاوت كنم .

source: I can maintain and prepare accurate records of payments and sales.
fa: می توانم گزارشهای دقیق پرداختها و فروشها را نگهداری و تنظیم كنم .

source: I can make others feel that they are important to me
fa: من می توانم در دیگران این احساس را ایجاد کنم که آنها نزد من افراد مهمی هستند

source: I can make people feel good by picking out the important points from their words
fa: من می‌توانم حس خوبی به مردم بدهم، به این روش که نکته‌های مهم را از میان حرف هایشان انتخاب می‌کنم

source: I can make pottery.
fa: می توانم سفالگری كنم .

source: I can make simple repairs to electrical appliances.
fa: تعمیرات ساده وسایل برقی را می توانم انجام دهم .

source: I can name three foods that are rich in protein.
fa: می توانم سه غذا راكه از لحاظ مواد پروتئینی غنی هستند را نام ببرم .

source: I can organize my tasks well to complete them on time.
fa: به خوبی می توانم کارهایم را طوری تنظیم کنم که درست سر زمان تعیین شده انجام شوند.

source: I can paint or sculpt.
fa: می توانم نقاشی یا مجسمه سازی كنم .

source: I can participate in a 2-4 person choir.
fa: در سرودهای 2 تا 4 نفره می توانم شركت كنم .

source: I can plan for charity work related to a school or mosque.
fa: برای امور خیریه مربوط به مدرسه یا مسجد می توانم برنامه ریزی كنم .

source: I can plan to entertain others at a party.
fa: می توانم برای سرگرمی دیگران در یك مهمانی برنامه ریزی كنم.

source: I can play a musical instrument in a formal gathering.
fa: می توانم یكی ازآلات موسیقی را در یك جمع رسمی بنوازم .

source: I can play a musical instrument.
fa: می توانم یك آلت موسیقی را بنوازم .

source: I can polish and remove stains from furniture or woodwork.
fa: كار جلا زدن و لكه زدایی مبلمان یا كارهای چوبی را می توانم انجام دهم .

source: I can put myself in someone else's shoes and understand how they are going through life's difficulties
fa: من می‌توانم خود را جای فردی دیگر بگذارم و درک کنم که او چگونه سختی‌های زندگیش را می‌گذارند

source: I can put others at ease
fa: من می توانم دیگران را آرام کنم

source: I can read building plans or machine blueprints.
fa: می توانم نقشه ساختمان یا طرح ماشین را بخوانم .

source: I can recite a poem or a piece of writing.
fa: می توانم شعر یا نوشته ای را دكلمه كنم .

source: I can recite poetry or write stories well.
fa: می توانم به خوبی شعر بگویم یا داستان بنویسم .

source: I can relate better to others when I understand their goals.
fa: زمانی با دیگران می‌توانم بهتر ارتباط بر قرار کنم که اهداف آن‌ها را بدانم.

source: I can remain calm in critical and sensitive situations.
fa: من در مواقع حساس وبحرانی خونسردی خود را حفظ كنم .

source: I can repair wooden furniture (chairs, tables, etc.).
fa: می توانم وسایل چوبی ( صندلی ، میز و ... ) راتعمیر كنم .

source: I can supervise the work of others.
fa: می توانم كار دیگران را سرپرستی كنم .

source: I can tell stories well.
fa: من می‌توانم داستان‌ها را به خوبی روایت کنم.

source: I can type forty words per minute.
fa: در هر دقیقه می توانم چهل كلمه تایپ كنم .

source: I can type quickly.
fa: می توانم تند نویسی كنم .

source: I can understand the feelings of those around me.
fa: می‌توانم احساسات اطرافیانم را درک کنم.
