Repository: mscreply/iSarv
Catalog: Resources/ViewResource.*.resx
Languages: fa

source: Whether a teacher likes me or not doesn't matter at all.
fa: اینکه معلمی از من خوشش بیاید یا خیر اصلا مهم نیست.

source: Whether you are a student, a recent graduate, or a professional seeking change, our assessments provide valuable guidance for your next steps.
fa: چه دانشجو باشید، چه فارغ‌التحصیل جدید یا یک متخصص به دنبال تغییر، ارزیابی‌های ما راهنمایی‌های ارزشمندی برای گام‌های بعدی شما ارائه می‌دهند.

source: Width (mm)
fa: عرض (میلی‌متر)

source: Wildlife and aquatic specialist
fa: متخصص موجودات وحشی وآبزی

source: Winning is everything.
fa: پیروزی همه چیز است.

source: Woo
fa: جذب‌کننده

source: Working in a laboratory
fa: كار در آزمایشگاه

source: Working in a personal shop or store
fa: كار كردن در مغازه یا فروشگاه شخصی

source: Working is not a principle in itself, it is just a model of how to live.
fa: کار کردن به خودی خود اصل نیست و تنها یک مدل از راه‌های گذران زندگی است.

source: Working on a scientific project
fa: كار برروی یك پروژه علمی

source: Working with tools and Chemicals
fa: كار با وسایل و مواد شیمیایی

source: Working with various types of office machines (accounts, computers, etc.)
fa: كار باانواع ماشینهای اداری ( حساب ، كامپیوتر و غیره )

source: Write your opinion
fa: دیدگاه خود را بنویسید

source: Writing letters with friends
fa: نامه نگاری با دوستان

source: Writing official and administrative letters
fa: نوشتن نامه های اداری و رسمی

source: Written By
fa: نوشته شده توسط

source: Years
fa: سال

source: You do not have access to this resource.
fa: شما به این صفحه یا اطلاعات دسترسی ندارید.

source: You have exceeded the time limit for this question.
fa: شما از محدودیت زمانی برای این سوال فراتر رفته اید.

source: You have generated new recovery codes.
fa: شما کدهای بازیابی جدیدی ایجاد کرده اید.

source: You have successfully logged out of the application.
fa: شما با موفقیت از سیستم خارج شدید.

source: Your account contains personal data that you have given us. This page allows you to download or delete that data.
fa: حساب شما حاوی اطلاعات شخصی است که به ما داده اید. این صفحه به شما امکان می دهد آن داده ها را دانلود یا حذف کنید.

source: Your authenticator app has been verified.
fa: برنامه احراز هویت شما تأیید شده است.

source: Your authenticator app key has been reset, you will need to configure your authenticator app using the new key.
fa: کلید برنامه احراز هویت شما بازنشانی شده است، باید برنامه احراز هویت خود را با استفاده از کلید جدید پیکربندی کنید.

source: Your Clifton Test has been completed or expired!
fa: تست کلیفتون شما تکمیل شده یا منقضی شده است!

source: Your Clifton Test has not been started!
fa: تست کلیفتون شما شروع نشده است!

source: Your Email
fa: ایمیل شما

source: Your email is unchanged.
fa: ایمیل شما بدون تغییر است.

source: Your message has been sent. Thank you!
fa: پیام شما ارسال شد. سپاسگزاریم!

source: Your Mobile
fa: شماره موبایل شما

source: Your Name
fa: نام شما

source: Your Neo Test has been completed or expired!
fa: تست نئو شما تکمیل شده یا منقضی شده است!

source: Your Neo Test has not been started!
fa: تست نئو شما شروع نشده است!

source: Your paper has been submitted successfully.
fa: مقاله شما با موفقیت ارسال شد.

source: Your paper is under review.
fa: مقاله شما تحت داوری است.

source: Your password has been changed.
fa: رمز عبور شما با موفقیت تغییر یافت.

source: Your password has been reset.
fa: رمز عبور شما با موفقیت بازنشانی شد.

source: Your password has been set.
fa: رمز عبور شما تنظیم شده است.
